{
	"Game": {
		"Introduction": {
			"Title": "Az ítélet labirintusa",
			"Background": "Az Osztriga-öböltől délre, nagyjából nyolcvan kilométerre terül el a Koponyák Sivataga...",
			"Rules": {
				"Skill": "Dobj egy kockával. Adj 6-ot a dobott számhoz...",
				"Stamina": "Dobj két kockával, és az eredményhez adjál 12-t...",
				"Luck": "Dobj egy kockával, és 6-ot adj az eredményhez..."
			}
		},
		"Character": {
			"Inventory": {
				"Weapon": "Kard",
				"Shield": "Pajzs",
				"Potion": {
					"Type": "Életerő Itala",
					"Uses": "2"
				},
				"Gold": "20"
			},
			"Stats": {
				"Skill": "Initial_Value",
				"Stamina": "Initial_Value",
				"Luck": "Initial_Value"
			}
		},
		"Nodes": {
			"Node": [
				{
					"Description": "Belöknek a lenti alagútba, és rád zárják az ajtót, kizárva ezzel a nyíláson át beszűrődő természetes világosságot. Innentől kezdve kizárólag a falra rögzített fáklyáktól remélhetsz valamennyi fényt. Ahogy szemed hozzászokik a homályhoz, látod, hogy az alagút észak felé indul. Nagyot sóhajtasz a dolog igazságtalansága felett, majd elindulsz abba az irányba.",
					"Choices": {
						"Choice": {
							"_targetNode": "2",
							"__text": "Lapozz a 41-re."
						}
					},
					"_id": "1",
                    "End": false
				},
				{
					"Description": "A vízbe ugrasz, az áramlat azonban nagyon eros. Megpróbálsz a felszínen maradni, de ez nem könnyű.",
					"Choices": {
						"Choice": {
							"_targetNode": "148",
							"__text": "Lapozz a 148-ra."
						}
					},
					"_id": "2",
                    "End": false
				},
                {
                    "Description": "Ahogy óvatosan a drótok között lépkedve eléred a Szobrot, az hirtelen eltünik! A következő pillanatban vészjósló morajlás hangzik fel a fejed fölött, és ahogy arra nézel, látod, hogy hatalmas szikladarabok kezdenek feléd zuhanni. A hatalmas súly porrá örli csontjaidat. Kalandod itt véget ér.",
                    "_id": "3",
                    "End": true
                    
                },
                {
                    "Description": "A kötél igen rossz állapotban van, és még félúton sem jársz, mikor elszakad... Kalandod itt véget ér.",
                    "_id": "4",
                    "End": true
                },
                {
                    "Description": "Az ajtó egy tágas terembe nyílik, melynek északi oldalán egy újabb kijárat van, egy lelógó kötél szomszédságában. Csapdának nem látod jelét, így áthaladsz a szobán és leveszed a kötelet. Lenyomod a kilincset, de így sem sikerül előrébb jutnod &#8211; alighanem zárva van. Hogyha nincs, úgy távozol a szobából és folytatod az utadat északi irányba lapozz a 14-re.",
                    "Choices": {
						"Choice": [{
							"_targetNode": "110",
							"__text": "Ha van nálad egy Aranykulcs",
                            "_requiresItem": "Aranykulcs"
						},
                        {
							"_targetNode": "14",
							"__text": "Hogyha nincs, úgy távozol a szobából és folytatod az utadat északi irányba"
						}]
					},
                    "_id": "5",
                    "End": false
                },
                {

                }

			]
		}
	}
}