{
	"Game": {
		"Character": {
			"Inventory": {
				"Weapon": "Kard",
				"Shield": "Pajzs",
				"Food": 5,
				"Potion": {
					"Type": "",
					"Uses": "2"
				},
				"Gold": "20"
			},
			"Stats": {
				"Skill": 0,
				"Stamina": 0,
				"Luck": 0
			}
		},
		"Nodes": {
			"Node": [
				{
					"Description": "Belöknek a lenti alagútba, és rád zárják az ajtót, kizárva ezzel a nyíláson át beszűrődő természetes világosságot. Innentől kezdve kizárólag a falra rögzített fáklyáktól remélhetsz valamennyi fényt. Ahogy szemed hozzászokik a homályhoz, látod, hogy az alagút észak felé indul. Nagyot sóhajtasz a dolog igazságtalansága felett, majd elindulsz abba az irányba.",
					"Choices": {
						"Choice": {
							"_targetNode": "41",
							"__text": "Lapozz a 41-re."
						}
					},
					"_id": "1",
                    "End": false
				},
				{
					"Description": "A vízbe ugrasz, az áramlat azonban nagyon eros. Megpróbálsz a felszínen maradni, de ez nem könnyű.",
					"Choices": {
						"Choice": {
							"_targetNode": "148",
							"__text": "Lapozz a 148-ra."
						}
					},
					"_id": "2",
                    "End": false
				},
                {
                    "Description": "Ahogy óvatosan a drótok között lépkedve eléred a Szobrot, az hirtelen eltünik! A következő pillanatban vészjósló morajlás hangzik fel a fejed fölött, és ahogy arra nézel, látod, hogy hatalmas szikladarabok kezdenek feléd zuhanni. A hatalmas súly porrá örli csontjaidat. Kalandod itt véget ér.",
                    "_id": "3",
                    "End": true
                },
                {
                    "Description": "A kötél igen rossz állapotban van, és még félúton sem jársz, mikor elszakad... Kalandod itt véget ér.",
                    "_id": "4",
                    "End": true
                },
                {
                    "Description": "Az ajtó egy tágas terembe nyílik, melynek északi oldalán egy újabb kijárat van, egy lelógó kötél szomszédságában. Csapdának nem látod jelét, így áthaladsz a szobán és leveszed a kötelet. Lenyomod a kilincset, de így sem sikerül előrébb jutnod &#8211; alighanem zárva van.",
                    "Choices": {
						"Choice": [{
							"_targetNode": "110",
							"__text": "Ha van nálad egy Aranykulcs, lapozz a 110-re.",
                            "_requiresItem": "Aranykulcs"
						},
                        {
							"_targetNode": "14",
							"__text": "Hogyha nincs, úgy távozol a szobából és folytatod az utadat északi irányba lapozz a 14-re."
						}]
					},
                    "_id": "5",
                    "End": false
                },
                {
					"Description": "Az ajtó egy nyugat felé haladó alagútba nyílik. Követed, míg egy elágazáshoz nem érsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "172",
							"__text": "Ha észak felé akarsz fordulni, lapozz a 172-re."
						},
						{
							"_targetNode": "168",
							"__text": "Ha nem akarsz letérni ebből a járatból. lapozz a 168-ra."
						}]
					},
					"_id": "6",
					"End": false
                },
                {
					"Description": "Mikor végül eléred a verem alját, semmit nem látsz. A falakat végigtapogatva annyit meg tudsz állapítani, hogy az alagút kelet felé megy tovább.",
					"Choices": {
						"Choice": [{
							"_targetNode": "165",
							"__text": " Ha a vaksötét ellenére is bevállalod ezt a járatot, lapozz a 165-re. "
						},
						{
							"_targetNode": "96",
							"__text": "Ha inkább visszatérnél a fenti folyosóra és északnak folytatnád az utad, lapozz a 96-ra."
						}]
					},
					"_id": "7",
					"End": false
                },
				{
					"Description": "A dárdák, melyeket egy igen hatásos méreggel kentek be, mélyen a lábadba fúródnak. Dobj egy kockával, hogy megtudd, hány ÉLETERŐ pontot vesztettél.",
					"Choices": {
						"Choice": {
							"_targetNode": "65",
							"__text": " Lapozz a 65-re."
						}
					},
					"_id": "8",
                    "End": false,
					"Dice": {
						"pluszminusz": "minusz",
						"mit": "Stamina"
					}
				},
				{
					"Description": "Elsietsz a halott fenevad teteme mellett és gyorsan az északi járathoz lépsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "52",
							"__text": " Lapozz az 52-re."
						}
					},
					"_id": "9",
                    "End": false
				},
				{
					"Description": "Az ajtó recsegve nyílik ki és fed fel egy helyiséget, mely alig szélesebb a folyosónál. Hosszában két részre van osztva. Az egyik oldalon egy cellát látsz, míg a másik egyenesen egy ajtóhoz tart az északi falon. A fogdában egy rongyos férfi áll, aki meredten néz téged és fenyegető mozdulatokat tesz. irányodba. Gyanítod, hogy szabadságáért cserébe esetleg hasznos információkkal tudna szolgálni számodra.",
					"Choices": {
						"Choice": [{
							"_targetNode": "149",
							"__text": "Ha beszélni akarsz vele, lapozz a 149-re."
						},
						{
							"_targetNode": "24",
							"__text": "Ha jobban éreznéd magad, ha holtan tudhatnád magad mögött, ezért a cella rácsai közt átnyúlva kardélre hánynád, lapozz a 24-re."
						}]
					},
					"_id": "10",
					"End": false
                },
				{
					"Description": "Elérsz az alagút végére, de semmi feltünöt nem látsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "38",
							"__text": "Ha tovább akarsz keresgélni, lapozz a 38-ra."
						},
						{
							"_targetNode": "31",
							"__text": "Ha inkább visszatérnél az előző elágazáshoz és ott keletre indulnál, lapozz a 31-re."
						}]
					},
					"_id": "11",
					"End": false
                },
				{
					"Description": "A válladra csapod a köpenyt, de legnagyobb meglepetésedre semmi nem történik. Mivel egy kicsit azért hűvös van, nem dobod le. Bár nem tudod, de ez a Lebegés Köpenye.",
					"Choices": {
						"Choice": [{
							"_targetNode": "119",
							"__text": "Ha fel akarod próbálni a gyűrűt, és még nem tetted meg, lapozz a 119-re.",
							"_requiresItem": "Gyűrű",
							"_proba": false
						},
						{
							"_targetNode": "71",
							"__text": "Amennyiben a folyadék még az üvegben van, és most felhajtanád, lapozz a 71-re.",
							"_requiresItem": "Folyadék",
							"_proba": false
						},
						{
							"_targetNode": "80",
							"__text": "Ha bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra."
						}]
					},
					"_id": "12",
					"End": false
                },
				{

					"Description": "A zárba helyezed a kulcsot, de az sajnos nem illik bele, így nincs más választásod, minthogy megpróbáld betörni.",
					"Choices": {
						"Choice": {
							"_targetNode": "196",
							"__text": "Lapozz a 196-ra"
						}
					},
					"_id": "13",
                    "End": false
				},
				{
					"Description": "Ahogy észak felé haladsz nyugatról egy alagutat látsz befutni. Úgy döntesz, inkább egyenesen mész tovább.",
					"Choices": {
						"Choice": {
							"_targetNode": "67",
							"__text": "Lapozz a 67-re."
						}
					},
					"_id": "14",
                    "End": false
				},
				{
					"Description": "Az áramlat túl erős, és tovább sodor egy hid alá. Magad elött megpillantasz egy sziklát, és megpróbálod elkapni. Tedd próbára SZERENCSÉD!",
					"Choices": {
						"Choice": [{
							"_targetNode": "92",
							"__text": "Ha szerencséd van, lapozz a 92-re"
						},
						{
							"_targetNode": "132",
							"__text": "Ha nincs, lapozz a 132-re."
						}]
					},
					"_id": "15",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Ahogy előre haladsz, elkerüli figyelmedet egy medvecsapda. Belelépsz, fogai mélyen a lábadba marnak. Vesztesz 2 ÉLETERŐ pontot. Valamivel később egy elágazáshoz érkezel. Úgy döntesz, a három lehetséges irány közül észak felé indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "195",
							"__text": "Lapozz a 195-re."
						}
					},
					"_id": "16",
					"eletero": -2,
                    "End": false
				},
				{
					"Description": "A férfi szívébe mártod kardod, szenvedő arckifejezésétől azonban lelkiismeret-furdalásod támad. Vesztesz 1 SZERENCSE pontot. Semmi értékeset nem találsz a szobában, így az északi ajtón át távozol.",
					"Choices": {
						"Choice": {
							"_targetNode": "180",
							"__text": "Lapozz a 180-ra."
						}
					},
					"_id": "17",
					"eletero": -1,
                    "End": false
				},
				{
					"Description": "Amint belépsz a szobába, rémülten eszmélsz rá, hogy előbb alaposan szét kellett volna nézned a plafonon ugyanis egy hatalmas Pók kapaszkodik, ami minden szemével téged bámul. Négy ezüstszínű gubó lóg mellette, és összeszorul a szíved, mikor rájössz, hogy két ember, egy Törpe és egy Elf van beléjük csavarva, akik bizonyára leendő ellenfeled legutóbbi áldozatai voltak, és már csak arra várnak, hogy a bestia egy jót lakmározzon belőlük. A Pók némán a padlóra pottyan, csáprágói mohón feléd nyúlnak. Ha nem sikerül, hamarosan te is személyre szött selyemkabátot fogsz kapni.",
					"Choices": {
						"Choice": [{
							"_targetNode": "94",
							"__text": "Ha végzel ezzel a teremtménnyel, lapozz a 94-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "18",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Óriáspók",
							"skill": 9,
							"stamina": 5,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Igyekezeted, hogy szilárd talajra juss, hiábavalónak tűnik, ám teszel még egy utolsó, kétségbeesett próbálkozást a kijárat felé veted magad. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "176",
							"__text": "Ha szerencséd van, lapozz a 176-ra."
						},
						{
							"_targetNode": "151",
							"__text": "Ha nines, lapozz a 151-re."
						}]
					},
					"_id": "19",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Az alagút egy súlyos ajtóban ér véget, ami le van zárva. De nem kulccsal: három tekerő gombot látsz rajta.",
					"Choices": {
						"Choice": [{
							"_targetNode": "47",
							"__text": "Ha ismered a kinyitásához szükséges kombinációt, add össze a számokat, és lapozz az így kapott fejezetpontra.",
							"requestNumbers": true
						},
						{
							"_targetNode": "76",
							"__text": "Ha nem tudod, vissza kell térned a homokos folyópartra és valahol máshol kell próbálkoznod &#8211; lapozz a 76-ra."
						}]
					},
					"_id": "20",
                    "End": false
				},
				{
                    "Description": "A számszerij beállítása pontos volt, esélyed sincs. A lövedék mélyen a nyakadba fúródik, átmetszi a gerincvelödet és a falhoz szegezi ernyedt testedet. Kalandod itt véget ér.",
                    "_id": "21",
                    "End": true
                },
				{
					"Description": "Az ajtó egy kis terembe nyílik. Egyik sarkában, egy kosárban egy hatalmas, kutyaszerű teremtmény hever. A szemben lévő falon egy ajtót látsz, mely mellett szögre akasztva egy Bronz Kulcs lóg hívogatóan.",
					"Choices": {
						"Choice": [{
							"_targetNode": "81",
							"__text": "Ha megpróbálsz csendben átlopózni a helyiségen, lapozz a 81-re."
						},
						{
							"_targetNode": "108",
							"__text": "Ha semmiképp nem akarod felkelteni a kutyát, és az ajtó becsukása után inkább visszatérnél az elágazáshoz, hogy észak felé folytasd az utad. lapozz a 108-ra."
						}]
					},
					"_id": "22",
                    "End": false
				},
				{
                    "Description": "Köpenyed hirtelen megremeg, és felfúvódik, mintha levegővel telne meg. Legnagyobb meglepetésedre elemelkedsz a talajtól. Óvatosan előre lebegsz, majd lágyan leereszkedsz a talajra, a sziklafal lába elé. Amint földet érsz, köpenyed leereszkedik, és ismét úgy csüng le rólad, mint bármelyik közönséges ruhadarab.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
                    "_id": "23",
                    "End": false
                },
				{
                    "Description": "Kardoddal átnyúlsz a rácsokon, a férfi pedig rémülten ugrik hátra. Ujra megpróbálod ezt, azonban nagyobb erővel. Eltalálod a torkát. a sebből bíborvörös vér folyik végig fegyvereden, egyenesen a kezedre. Értetlenül néz rád, majd ülő helyzetbe roskad a padlóra. Ahogy feje elöre esik, visszahúzod a fegyvered és megtisztítod véres kezed. Úgy döntesz, északi irányba folytatod az utad. úgyhogy az ajtón át távozol.",
					"Choices": {
						"Choice": {
							"_targetNode": "72",
							"__text": "Lapozz a 72-re."
						}
					},
                    "_id": "24",
                    "End": false
                },
				{
                    "Description": "Sikerül gond nélkül elérned a túloldalt, majd sietve távozol az északi nyíláson át.",
					"Choices": {
						"Choice": {
							"_targetNode": "52",
							"__text": "Lapozz az 52-re."
						}
					},
                    "_id": "25",
                    "End": false
                },
				{
                    "Description": "Vagy száz Elf áll körülötted, megfeszített nyilvesszőkkel, melyek feléd mutatnak. A halott Fönök fia előre lép és az idős férfire néz, aki alig észrevehetően megrázza a fejét. Az Elf komoran elmosolyodik. Bünös! &#8211; jelenti ki. Az utolsó dolog, amit hallasz, az a feléd suhanó nyílvesszők zaja. Kalandod itt véget ér.",
                    "_id": "26",
                    "End": true
                },
				{
					"Description": "Egy hatalmas völgy lábánál állsz, melyet egy gyors folyású folyó vájt ki. Próbálsz valami megoldást találni az átkelésre. de csak egy kicsi, eléggé rozoga és korhadt hidat látsz. Ahogy megközelíted, a látod, amint két óriási termesz eszi a fát. Hófehér testükön igen nyugtalanítóan hat két vérvörös szemük. A lények bármelyike bármikor beléd marhatna. Ha sietsz, talán még sikerül átkelned rajta azelőtt, hogy végleg összeroskadna. A másik lehetőséged, hogy megpróbálsz átúszni a sebes folyón.",
					"Choices": {
						"Choice": [{
							"_targetNode": "40",
							"__text": "Ha az első megoldást választod, lapozz a 40-re."
						},
						{
							"_targetNode": "2",
							"__text": "Ha úgy gondolod, elég jó úszó vagy, és ezzel próbálkoznál, lapozz a 2-re."
						}]
					},
					"_id": "27",
                    "End": false
				},
				{
                    "Description": "Egy idő után újabb elágazásba botlasz. A déli ágról úgy véled, az visszafelé vezetne, ezért északnak indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "67",
							"__text": "Lapozz a 67-re."
						}
					},
                    "_id": "28",
                    "End": false
                },
				{
                    "Description": "A járat, amiben most haladsz, egy észak-dél irányú, másik folyosóba torkollik bele. Úgy döntesz, balra fordulva haladsz tovább.",
					"Choices": {
						"Choice": {
							"_targetNode": "69",
							"__text": "Lapozz a 69-re."
						}
					},
                    "_id": "29",
                    "End": false
                },
				{
					"Description": "A járat nyugati irányba indul, ám hamarosan északnak fordul. Végül elérsz egy ajtóig. mely a keleti falban áll.",
					"Choices": {
						"Choice": [{
							"_targetNode": "124",
							"__text": "Ha be akarsz nyitni rajta, lapozz a 124-re."
						},
						{
							"_targetNode": "129",
							"__text": "Ha a folyosón folytatnád az utad, lapozz a 129-re."
						}]
					},
					"_id": "30",
                    "End": false
				},
				{
                    "Description": "Végigsétálsz a járaton, mely elágazásban végződik. A déli folyosó visszafelé vezetne, úgyhogy északnak indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "99",
							"__text": "Lapozz a 99-re."
						}
					},
                    "_id": "31",
                    "End": false
                },
				{
                    "Description": "Úgy döntesz, késlekedés nélkül elhagyod a szobát, így bezárod magad mögött az ajtót és keletnek indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "16",
							"__text": "Lapozz a 16-ra."
						}
					},
                    "_id": "32",
                    "End": false
                },
				{
					"Description": "Az alagút egy ideig kanyarog, de végig észak felé megy. Hamarosan egy ajtó jelenik meg a jobb oldali falban.",
					"Choices": {
						"Choice": [{
							"_targetNode": "5",
							"__text": "Ha megnézed, nyitva van-e, lapozz az 5-re."
						},
						{
							"_targetNode": "14",
							"__text": "Ha inkább hagynád az ajtót és tovább folytatnád az utadat, lapozz a 14-re."
						}]
					},
					"_id": "33",
                    "End": false
				},
				{
					"Description": "A fiola erős mentaillatot áraszt magából.",
					"Choices": {
						"Choice": [{
							"_targetNode": "102",
							"__text": "Ha meg akarod inni, lapozz a 102-re."
						},
						{
							"_targetNode": "169",
							"__text": "Ha inkább hagyod, ahol van, lapozz a 169-re."
						}]
					},
					"_id": "34",
                    "End": false
				},
				{
                    "Description": "Kétségbeesetten kaparod a falat, de képtelen vagy megakadályozni, hogy a tüz kellős közepébe ne zuhanj. Ahogy a csúszda végé hez közeledsz, már a láng pattanásait is hallod, és megpillantod a pokoli lángnyelveket. Lendületed miatt egy ideig még a levegőben repülsz, utána azonban, ahogy fejjel előre a tűzbe zuhansz, a szörnyű meleg egy pillanat alatt füstpamaccsá változtat. Kalandod itt véget ér.",
                    "_id": "35",
                    "End": true
                },
				{
                    "Description": "Semmit nem találsz, így északra folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "98",
							"__text": "Lapozz a 98-ra."
						}
					},
                    "_id": "36",
                    "End": false
                },
				{
					"Description": "A törmelékek közt kutatva belerúgsz valami fémes dologba. Miután eltakarítottad a környékéről a szemetet, egy masszív csapóajtó körvonalai rajzolódnak ki elötted a padlóban. Nem tudod megállapítani, hogy túl rozsdás-e ahhoz, hogy fel lehessen nyitni, te mindenesetre megpróbálod. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "199",
							"__text": "Ha szerencsés vagy, lapozz a 199-re."
						},
						{
							"_targetNode": "130",
							"__text": "Hogyha nincs szerencséd, lapozz a 130-ra."
						}]
					},
					"_id": "37",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Átkutatod a zsákutcát, remélve, hogy találsz valamit. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "114",
							"__text": "Hogyha szerencsés vagy, lapozz a 114-re."
						},
						{
							"_targetNode": "55",
							"__text": "Ha nincs szerencséd, lapozz az 55-re."
						}]
					},
					"_id": "38",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
                    "Description": "A szobába belépve az eddig látott legcivilizáltabb teremben találod magad. A falakat fa burkolólapok borítják, fáklyák helyett itt egy lágy fényt árasztó gömb biztosítja a világítást, mely a szoba közepén álló asztal felett lebeg. E mellett egy férfi görnyedt alakját veszed észre. Miközben becsukod magad mögött az ajtót, az öregember felemelkedik, és üdvözlően feléd nyújtja mindkét karját. Hangja vékony és remegő, és csak ekkor jössz rá, mennyire vén is lehet. Megtaláltad a Szobrot? kérdezi tőled.",
                    "Choices": {
						"Choice": [{
							"_targetNode": "91",
							"__text": "Ha nálad van a tárgy, lapozz a 91-re.",
                            "_requiresItem": "Szobor"
						},
                        {
							"_targetNode": "131",
							"__text": "Ha nincs nálad, lapozz a 131-re."
						},
						{
							"_targetNode": "77",
							"__text": "Ha nem bizol meg benne és rá akarsz támadni, lapozz a 77-re."
						}]
					},
                    "_id": "39",
                    "End": false
                },
				{
					"Description": "Miközben a termeszektől nyüzsgő építményen haladsz, az baljósan recseg-ropog a talpad alatt. Minden egyes lépéssel újabb darabjai esnek bele a vizbe. Végül már csak egyetlen kötél marad épen, ami az utolsó deszkadarabot tartja. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "60",
							"__text": "Ha szerencsés vagy, lapozz a 60-ra."
						},
						{
							"_targetNode": "75",
							"__text": "Ha nem, lapozz a 75-re."
						}]
					},
					"_id": "40",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Az alagút, bár folyamatosan jobbra-balra kanyarog, nagyjából mégis tartja az északi irányt, végül élesen oldalra kanyarodik, és ekkor majdnem belefutsz egy fekete köpenybe öltözött alakba. Tört tart a kezében, az arcán ülő tekintet rettegésről árulkodik! Rájössz, hogy nem te vagy az egyetlen, akit most próbára tesznek, és hogy mindketten ugyanazon Szobor után kutattok. A fickó rád veti magát, nyilvánvaló, hogy mielőbb végezni akar veled. Harcolnod kell!",
					"Choices": {
						"Choice": [{
							"_targetNode": "85",
							"__text": "Ha győzöl, lapozz a 85-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "41",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Tolvaj",
							"skill": 7,
							"stamina": 6,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
                    "Description": "A járat tovább szélesedik, végül egy hatalmas barlangüregben találod magad. Mindkét oldaladnál sztalagmitok és sztalaktitok meredeznek. Néhányuk hatalmas köoszloppá nőtt össze az idők folyamán, melyek mögött kimondhatatlan borzalmak lapulhatnak. Érzed, hogy a barlangban folyamatosan mozog a levegő, és rájössz, hogy ennek oka egy gyors folyású, igen veszedelmesnek tűnő folyó. Feltekintve szemeid követik a cseppköoszlopok vonalait, egészen addig, míg el nem tűnnek a plafont elrejtő végtelen sötétségben. Valahol a folyó mentén egy kis, nem túl bizalomgerjesztő híd körvonalát sikerül kivenni.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
                    "_id": "42",
                    "End": false
                },
				{
                    "Description": "Köpenyed hirtelen széttárul, és megszakad a zuhanás. Egy másodpercig mozdulatlanul lebegsz. Letekintesz, de még most sem látod az alját. Meglepetten és hálásan veszed tudomásul, hogy új szerzeményed óvatosan visszaszállít téged a bejárathoz. Mikor már kint vagy, megkönnyebbülten felsóhajtasz majd észak felé folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "68",
							"__text": "Lapozz a 68-ra."
						}
					},
                    "_id": "43",
                    "End": false
                },
				{
                    "Description": "Döbbenetes előrelátásodtól vezérelve eleve gyanítottad, hogy itt egy csapda vár rád, így sikerül felreugranod anélkül, hogy a lövedékek eltalálnának, mindkettő ártalmatlanul hull a földre.",
					"Choices": {
						"Choice": {
							"_targetNode": "65",
							"__text": "Lapozz a 65-re."
						}
					},
                    "_id": "44",
                    "End": false
                },
				{
					"Description": "Ha be akarsz nyitni az ajtón, lapozz a 90-re. Ha tovább mennél keleti irányba, lapozz a 16-ra.",
					"Choices": {
						"Choice": [{
							"_targetNode": "90",
							"__text": "lapozz a 90-re"
						},
						{
							"_targetNode": "16",
							"__text": "lapozz a 16-ra"
						}]
					},
					"_id": "45",
                    "End": false
				},
				{
                    "Description": "A kő igen értékes. A kiálló fadarabokat kerülgetve visszatérsz, az elágazáshoz.",
					"Choices": {
						"Choice": {
							"_targetNode": "184",
							"__text": "Lapozz a 184-re."
						}
					},
                    "_id": "46",
                    "End": false
                },
				{
                    "Description": "Az ajtóhoz lépsz és kezelésbe veszed a hatalmas zárat: tekerni kezded a tárcsákat, míg a helyes kombinációt nem sikerül beállítanod rajta. Ahogy az utolsót is a megfelelő helyzetbe fordítod, az ajtó kinyilik és egy szoba tárul fel előtted, melynek falait könyvekkel megrakott polcok szegélyezik Egy könyvtárban találod magad. A középen álló asztalon három nyitott könyvet látsz.",
                    "Choices": {
						"Choice": [{
							"_targetNode": "59",
							"__text": "Ha a pirosba akarsz beleolvasni, lapozz az 59-re."
						},
                        {
							"_targetNode": "104",
							"__text": "Hogyha a kékre vagy kíváncsi, lapozz a 104-re."
						},
						{
							"_targetNode": "88",
							"__text": "Ha a zöld érdekel, lapozz a 88-ra."
						},
						{
							"_targetNode": "10",
							"__text": "Ha nem tudsz olvasni és úgy döntesz, távozol az északi ajtón át, lapozz a 10-re."
						}]
					},
                    "_id": "47",
                    "End": false
                },
				{
                    "Description": "Probléma nélkül eléred a verem alját.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
                    "_id": "48",
                    "End": false
                },
				{
					"Description": "A növénykének valóban mágikus gyógyító tulajdonsága van, és még szerencsét is hoz. Nyersz. 4 ÉLETERŐ pontot, SZERENCSE pontjaid pedig mostantól kezdve nem fognak 6 alá menni. Az északi ajtón át távozol.",
					"Choices": {
						"Choice": {
							"_targetNode": "152",
							"__text": "Lapozz a 152-re."
						}
					},
					"_id": "49",
                    "End": false,
					"eletero": 4,
					"szerencseMin": 6
				},
				{
					"Description": "A tetemet átkutatva 2 Aranytallért és egy darab pergament találsz, melyre három számot írtak. Fogalmad sincs, mit jelenthetnek. de úgy gondolod, egy zár kombinációja lehet talán éppen azé, amelyik a Szobrot védi. A számok rendre 15, 10 és 22. Úgy döntesz, jól megjegyzed öket, mert mindig fennáll a veszélye annak, hogy elveszted a papírdarabot. Északi irányba folytatod az utadat.",
					"Choices": {
						"Choice": {
							"_targetNode": "143",
							"__text": "Lapozz a 143-ra."
						}
					},
					"_id": "50",
					"End": false,
					"requestNumbers": 3
				},
				{
                    "Description": "Egy kis helyiségbe nyitsz be, mely első ránézésre nem tartalmaz semmi mást, csak nagy halom törmeléket a padlón. Ahogy beljebb lépsz, kellemetlen szag csapja meg az orrodat, és egy éles, magas és amenynyire meg tudod állapítani &#8211; dühödt visitás kezd egyre erősödni. Végül egy rikoltás kiséretében két hatalmas Denevér ereszti el a plafont a szoba két sarkában, és feléd kezdenek repülni. Ahogy ösztönösen lebuksz, sikerül észrevenned a lények vicsorgó agyarait, melyek készek szétcincálni a torkodat.",
                    "Choices": {
						"Choice": [{
							"_targetNode": "80",
							"__text": "Ha gyorsan kihátrálsz, majd becsapod magad mögött a bejárati ajtót, lapozz a 80-ra."
						},
                        {
							"_targetNode": "140",
							"__text": "Hogyha megveted a lábad és megküzdesz ezekkel a szörnyű teremtményekkel, lapozz a 140-re."
						}]
					},
                    "_id": "51",
                    "End": false
                },
				{
					"Description": "A járat élesen keletre fordul, és végül egy ajtóba torkollik.",
					"Choices": {
						"Choice": {
							"_targetNode": "45",
							"__text": "Lapozz a 45-re."
						}
					},
					"_id": "52",
					"End": false
				},
				{
					"Description": "A part teljesen kihaltnak tűnik, te pedig eléggé óvatlanul járkálsz, így a homokban bujkáló apró, bíbor rák minden gond nélkül csíp bele a lábadba. Vesztesz 2 ÉLETERŐ pontot. A három ajtó bármelyiken át távozhatsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "87",
							"__text": "Ha az északi ajtón át távoznál, lapozz a 87-re."
						},
						{
							"_targetNode": "6",
							"__text": "Ha a nyugatin lépnél be, lapozz a 6-ra."
						},
						{
							"_targetNode": "111",
							"__text": "Ha a keletivel próbálnál szerencsét, lapozz a 111-re."
						}]
					},
					"_id": "53",
                    "End": false,
					"eletero": -2
				},
				{
					"Description": "Ahogy földet érsz, csúnyán beütöd a térded. Vesztesz. 2 ÉLETERŐ pontot.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
					"_id": "54",
					"eletero": -2,
					"End": false
				},
				{
					"Description": "Semmit nem találsz. Visszatérsz az elágazáshoz és keleti irányba folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "31",
							"__text": "Lapozz a 31-re."
						}
					},
					"_id": "55",
					"End": false
				},
				{
					"Description": "Ahogy kilépsz az alagútból, elámulsz a szemed elé táruló látványtól. Egy keskeny sziklaszirten állsz, nagyjából félúton az óriási barlangüreg alja és teteje között. A tovaszaladó víz csillogása elárulja, hogy a völgy mélyén egy folyó halad. Jobbodon egy rövid átjáró végén egy lefelé vezető lépcsősort látsz. Mivel ez az egyetlen módja a lejutásnak, óvatosan ereszkedni kezdesz rajta.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
					"_id": "56",
					"End": false
				},
				{
					"Description": "Egy alkov mellett vezet el az utad, melyben három kis üveget látsz. Az elsőben tiszta, átlátszó, szagtalan folyadékot látsz és szagolsz. A másodikban aranyszínű anyag van, melynek enyhén édeskés az illata, míg a harmadik tartalma faközöld színű és kesernyés, csípős szaga van.",
					"Choices": {
						"Choice": [{
							"_targetNode": "139",
							"__text": "Ha felhajtanád az első üveg tartalmát, lapozz a 139-re."
						},
						{
							"_targetNode": "150",
							"__text": "Ha a második érdekel, lapozz a 150-re."
						},
						{
							"_targetNode": "197",
							"__text": "Hogyha a harmadik a szimpatikus, lapozz a 197-re."
						},
						{
							"_targetNode": "29",
							"__text": "Ha nem mered megkóstolni öket, lapozz a 29-re és folytasd az utad keletre."
						}]
					},
					"_id": "57",
                    "End": false,
					"eletero": -2
				},
				{
					"Description": "Ahogy belépsz a szobába, a padlónak azon része, melyre ráléptél. lezuhan. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "176",
							"__text": "Hogyha szerencsés vagy, lapozz a 176-ra."
						},
						{
							"_targetNode": "19",
							"__text": "Ha nem, lapozz a 19-re!"
						}]
					},
					"_id": "58",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Felemeled a piros színű könyvet és átfutod a tartalmát, remélve, hogy találsz benne valami hasznosat, amit felhasználhatnál a labirintusból való kijutásra. A szöveg azonban sajnos ősi Elf nyelven íródott, igy egyetlen rúnáját sem érted.",
					"Choices": {
						"Choice": [{
							"_targetNode": "104",
							"__text": "Ha még nem tetted, most belenézhetsz a kék &#8211; lapozz a 104-re"
						},
						{
							"_targetNode": "88",
							"__text": "vagy a zöld lapozz a 88-ra könyvbe."
						},
						{
							"_targetNode": "10",
							"__text": "Hogyha meguntad az olvasást és távoznál az északi ajtón át, lapozz a 10-re."
						}]
					},
					"_id": "59",
                    "End": false
				},
				{
					"Description": "A hid épp elég ideig marad épen ahhoz, hogy átérj a túloldalra. Ahogy lelépsz róla, összeomlik.",
					"Choices": {
						"Choice": {
							"_targetNode": "76",
							"__text": "Lapozz a 76-ra."
						}
					},
					"_id": "60",
					"End": false
				},
				{
					"Description": "A hatalmas Galon tetemét melynek madárszerű karmai még mindig megfeszülnek és elernyednek, mintha még holtukban is szét akarnának tépni téged megkerülve kiutat keresel a helyiségből. E közben szépen lassan az oszlás büze tölti be a levegőt. A Madárember teste felé fordulsz, és még éppen megpillantod, amint bőrszárnyai eltünnek egy csapat vonagló lárva alatt. Néhány másodperccel később már csak a lerágott csontok maradnak meg egykori ellenfeledből. Amint elfogy élelmük, a férgek feled indulnak, te pedig ráébredsz, hogy halálos veszélyben vagy. Mivel a fura teremtmények közted és a bejárat között állnak, egy másik kiutat kell találnod. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "109",
							"__text": "Ha szerencséd van, lapozz a 109-re."
						},
						{
							"_targetNode": "175",
							"__text": "Hogyha nincs szerencséd, lapozz a 175-re."
						}]
					},
					"_id": "61",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Rájössz, hogy nincs rá mód, hogy lejuss innen, így visszatérsz az elágazáshoz.",
					"Choices": {
						"Choice": {
							"_targetNode": "95",
							"__text": "Lapozz a 95-re."
						}
					},
					"_id": "62",
					"End": false
				},
				{
					"Description": "Mikor megbillentél, két tárgy kiesett a hátizsákodból (te választhatod ki, melyek legyenek ezek). Vesztesz 1 SZERENCSE pontot. Az északi járaton át folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "52",
							"__text": "Lapozz a 52-re."
						}
					},
					"_id": "63",
					"End": false,
					"szerencse": -1,
					"itemLoss": 2
				},
				{
					"Description": "Ahogy leugrasz, hátizsákod beleakad valamibe, te pedig egy pillanatra elveszted az egyensúlyod, épp mikor földet érsz. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "117",
							"__text": "Ha szerencséd van, lapozz a 117-re."
						},
						{
							"_targetNode": "186",
							"__text": "Hogyha nincs szerencséd, lapozz a 186-re."
						}]
					},
					"_id": "64",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Az ajtó egy nyirkos folyosóra vezet, mely először kelet felé fordul, végül pedig északra kanyarodik. Elindulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "84",
							"__text": "Lapozz a 84-re."
						}
					},
					"_id": "65",
					"End": false
				},
				{
					"Description": "Egy lépcsősorhoz érsz, és már épp lefelé indulnál rajtuk, mikor a hátad mögött valami zaj veszélyre figyelmeztet. Megperdülsz, és egy alacsony, köpcös alakot pillantasz meg. Ocsmány arca undok vigyorra húzódik. Háta mögül elökap egy tüskés buzogányt, majd a hírhedt Sikító Szellemet is megszégyenítő csataüvöltéssel megpörgeti, és a karodba vágja. Vesztesz 1 ÉLETERÓ pontot. Meg kell küzdened vele.",
					"Choices": {
						"Choice": [{
							"_targetNode": "118",
							"__text": "Ha győzöl, északi irányba folytatod az utad, lefelé a lépcsőn. Lapozz a 118-ra."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "66",
					"eletero": -1,
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Törpe",
							"skill": 8,
							"stamina": 5,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Az alagút hamarosan tágulni kezd és csodálatos látvány tárul a szemed elé. Egy földalatti völgyet határoló magas sziklafal kellös közepén, egy keskeny szirten találod magad. Nem látsz lefelé vezető utat, és nem mered megkockáztatni, hogy visszafordulj. Nálad van a Lebegés Köpenye?",
					"Choices": {
						"Choice": [{
							"_targetNode": "105",
							"__text": "Ha igen lapozz a 105-re.",
							"_requiresItem": "Köpeny"
						},
						{
							"_targetNode": "86",
							"__text": "Ha nem, lapozz a 86-ra."
						}]
					},
					"_id": "67",
                    "End": false
				},
				{
					"Description": "Az alagút hamarosan jobbra fordul és egy ideig keletnek halad. Semmi akadályát nem látod annak, hogy te is ezt tedd.",
					"Choices": {
						"Choice": {
							"_targetNode": "137",
							"__text": "Lapozz a 137-re."
						}
					},
					"_id": "68",
					"End": false
				},
				{
					"Description": "Elérsz egy keletre letérő oldaljárathoz. Az előre haladó út, úgy tűnik, hirtelen véget ér, vagy élesen oldalra kanyarodik.",
					"Choices": {
						"Choice": [{
							"_targetNode": "31",
							"__text": "Ha a keleti járattal próbálnál szerencsét, lapozz a 31-re."
						},
						{
							"_targetNode": "11",
							"__text": "Ha tovább mennél északra és megvizsgálnád a folyosó végét, lapozz a 11-re."
						}]
					},
					"_id": "69",
                    "End": false
				},
				{
					"Description": "Az ajtó egy kis szobába nyílik. Ahogy a nyílásban állsz, a fáklyák ragyogó fényében valami tiszta, vérvörös szín csillan meg. Egy hatalmas rubin az, ami örök életedre gazdaggá tenne, ha ki tudnád juttatni a labirintusból.",
					"Choices": {
						"Choice": [{
							"_targetNode": "18",
							"__text": "Hogyha a drágaköhöz lépnél és magadhoz vennéd, lapozz a 18-ra."
						},
						{
							"_targetNode": "106",
							"__text": "Ha úgy gondold, jobb lenne, ha itt hagynád (elvégre elég nehéz), lapozz a 106-ra."
						}]
					},
					"_id": "70",
                    "End": false
				},
				{
					"Description": "Ajkadhoz emeled a kis fiolát és megiszod a tartalmát. Meglepve tapasztalod, hogy a folyadék teljesen íztelen, de egészen felfrissít. Szentelt Víz volt benne, amit egy ősi Druida áldott meg. Az ezután következő harcok során 1-el megnövelheted majd Támadóerődet. Nyersz 1 SZERENCSE pontot.",
					"Choices": {
						"Choice": [{
							"_targetNode": "119",
							"__text": "Ha még nem próbáltad fel, és most ujjadra húznád a gyürüt, lapozz a 119-re.",
							"_requiresItem": "Gyűrű",
							"_proba": false
						},
						{
							"_targetNode": "12",
							"__text": "Ha fel szeretnéd venni a köpenyt, és eddig még nem tetted, lapozz a 12-re.",
							"_requiresItem": "Köpeny",
							"_proba": false
						},
						{
							"_targetNode": "80",
							"__text": "Ha távozol a helyiségből és észak felé folytatod az utad, lapozz a 80-ra."
						}]
					},
					"_id": "71",
                    "End": false,
					"tovabbiTamadoero": 1,
					"szerencse": 1
				},
				{
					"Description": "Az ajtó egy újabb alagútba nyílik, mely kelet-nyugati irányba halad. Tudod, hogy neked északra kellene továbbmenned, de most kénytelen vagy ezek közül választani és reménykedni, hogy jó helyen bukkansz majd ki. Nyugatra indulsz, és megkönnyebbülsz, mikor egy elágazáshoz érsz. Északra fordulsz, és sokkal nyugodtabban folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "195",
							"__text": "Lapozz a 195-re."
						}
					},
					"_id": "72",
					"End": false
				},
				{
					"Description": "Továbbra is nyugati irányba haladva észreveszed, hogy a járat egy kisebb sziklahalomban ér véget. Csákány és ásó nélkül itt esélyed sem lenne átjutni. Ahogy megfordulsz, hogy visszatérj az előző elágazáshoz, egy sötétebb folt egy újabb észak felé vezető alagút jelenlétét árulja el. Úgy döntesz, erre mész tovább.",
					"Choices": {
						"Choice": {
							"_targetNode": "174",
							"__text": "Lapozz a 174-re."
						}
					},
					"_id": "73",
					"End": false
				},
				{
					"Description": "Átlépsz a két Iszapsárkány tetemén és a szükségesnél óvatlanabbul végigsietsz a keskeny úton. Egy rémisztő pillanatra megbillensz az egyik medence irányába, mikor lábad megcsúszik egy ködarabon, de végül némi kapálózás segítségével sikerül egy újabb lépést tenned, és valamivel stabilabb talajt érned.",
					"Choices": {
						"Choice": {
							"_targetNode": "63",
							"__text": "Lapozz a 63-ra."
						}
					},
					"_id": "74",
					"End": false
				},
				{
					"Description": "Túl nehéz vagy az ingatag építménynek. ami összetörik a lábad alatt. Egyenesen a vízbe zuhansz, és kénytelen vagy kiúszni belőle, hogy meg ne fulladj. Az áramlat azonban nagyon erős. Lapozz a 148-ra.",
					"Choices": {
						"Choice": {
							"_targetNode": "148",
							"__text": "Lapozz a 148-ra."
						}
					},
					"_id": "75",
					"End": false
				},
				{
					"Description": "Homokos parton találod magad, melynek félhold alakja van. Az elötted lévő sziklafal egy kis alkóvot alkot, és három ajtót foglal magában. Ezek közül választhatsz majd, mikor eljön a távozás ideje, előtte azonban még el kell döntened, át akarod-e kutatni a folyópartot ékkövek vagy aranyérmék után.",
					"Choices": {
						"Choice": [{
							"_targetNode": "87",
							"__text": "Hogyha az északi ajtón át távoznál, lapozz a 87-re."
						},
						{
							"_targetNode": "6",
							"__text": "Ha a nyugatin lépnél be, lapozz a 6-ra."
						},
						{
							"_targetNode": "111",
							"__text": "Ha a keletivel próbálnál szerencsét, lapozz a 111-re."
						},
						{
							"_targetNode": "53",
							"__text": "Ha előbb átkutatnád a partot, lapozz az 53-ra."
						}]
					},
					"_id": "76",
                    "End": false
				},
				{
					"Description": "Mielőtt lehetőséged lenne elöhúzni a kardodat, az öreg férfi felemeli jobb kezét. Mosolya eltűnik arcáról, hangja pedig, mely hirtelen felerősödik, megszólal a fejedben, ám ajkai közben nem mozognak. Ne próbálj meg ártani nekem. Eröm hatalmas, és bármikor olyan tömör sziklává változtathatlak mint egy oszlop a Nagyteremben.",
					"Choices": {
						"Choice": [{
							"_targetNode": "135",
							"__text": "Ha nem törödsz a figyelmeztetésével és folytatod a támadást, lapozz a 135-re."
						},
						{
							"_targetNode": "91",
							"__text": "Ha nálad van a szobor és válaszolni kívánsz a kérdésére, lapozz a 91-re.",
							"_requiresItem": "Szobor"
						},
						{
							"_targetNode": "131",
							"__text": "Ha nincs nálad, vagy nem vallod be, hogy megszerezted, úgy lapozz a 131-re."
						}]
					},
					"_id": "77",
                    "End": false
				},
				{
					"Description": "A számszerij nem volt tökéletesen beállítva, így ahelyett, hogy halálos sebet okozott volna fejeden vagy nyakadon, a vesző csupán bal válladba áll bele elég mélyen. Lehetett. volna rosszabb is, de még így is vesztesz 4 ÉLETERŐ pontot. Kirántod a lövedéket, szakitasz ruhádról némi gézt és szorosan bekötöd magad, hogy el ne vérezz. Hangosan átkozódva indulsz ismét észak felé, az egyetlen irányba, amerre még teheted.",
					"Choices": {
						"Choice": {
							"_targetNode": "89",
							"__text": "Lapozz a 89-re."
						}
					},
					"_id": "78",
					"End": false,
					"eletero": -4
				},
				{
					"Description": "A keleti járat elég keskeny és sötét, és újabb leágazásba fut bele, ezúttal a balodon.",
					"Choices": {
						"Choice": [{
							"_targetNode": "141",
							"__text": "Ha erre mennél tovább, északi irányba, lapozz a 141-re."
						},
						{
							"_targetNode": "122",
							"__text": "Ha egyenesen folytatnád az utadat, lapozz a 122-re."
						}]
					},
					"_id": "79",
                    "End": false
				},
				{
					"Description": "Észak felé haladsz. Megszenvedsz az úttal, hisz eléggé hepchupás. Hamarosan elérsz egy elágazáshoz. A nyugat felé továbbinduló szakasz még rosszabb állapotúnak tűnik, mint az, ahol most jársz, ezért úgy döntesz. továbbra is tartod az irányt.",
					"Choices": {
						"Choice": {
							"_targetNode": "89",
							"__text": "Lapozz a 89-re."
						}
					},
					"_id": "80",
					"End": false
				},
				{
					"Description": "Olyan csendben lopakodsz előre, amennyire csak tudsz, ám kardod véletlenül nekicsapódik a kőnek, és éles, csengő hangot ad ki. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "97",
							"__text": "Ha szerencsés vagy, lapozz a 97-re."
						},
						{
							"_targetNode": "138",
							"__text": "Ha nincs szerencséd, lapozz a 138-ra."
						}]
					},
					"_id": "81",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Sikerül levágnod az Iszapsárkány fejét, mely előtted hever, elzárva az utat a keskeny párkányon. Nem mered kézzel ellökni, mert a fején lévő nyúlványok még mindig azzal a furcsa, zöld színnel izzanak, amit korábban is láttál. Ennélfogva kardodat emelőként aládugva megemeled egy kicsit. hogy leguritsd a szegélyről. Belecsobban a sárba, ahol végső haláltusájában ismét püffedni kezd. Gyorsan elsietsz mellette, még mielőtt megint elzárná az utat, de már csak leeresztésének sípolását hallod, amint végleg távozik az élők sorából.",
					"Choices": {
						"Choice": {
							"_targetNode": "25",
							"__text": "Lapozz a 25-re."
						}
					},
					"_id": "82",
					"End": false
				},
				{
					"Description": "Az öreg arcra megkönnyebbülés ül ki. Kinyitja a fal egyik titkos rekeszét és elővesz egy börerszényt. Előrenyújtott kezeidbe önti annak tartalmát &#8211; 27 Aranytallért és egy Gyémántot, amiket azonnal a hátizsákodba pakolsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "180",
							"__text": "Ha most az északi falon álló ajtón át távozol, lapozz a 180-ra."
						},
						{
							"_targetNode": "17",
							"__text": "Ha úgy döntesz, megszeged adott szavad és a pénz ellenére is végzel vele, lapozz a 17-re."
						}]
					},
					"_id": "83",
                    "End": false,
					"itemAdd": "Gyémánt",
					"gold": 27
				},
				{
					"Description": "Balodon egy masszív tölgyfa ajtót látsz, melyet acélszegecsek hada tarkit. Kilincse, mely az ajtólap közepéből mered kifelé, leginkább egy hatalmas madárra emlékeztet. Könnyen megeshet, hogy ez a díszes kapu a Szobrot őrzi!",
					"Choices": {
						"Choice": [{
							"_targetNode": "157",
							"__text": "Ha be szeretnél nyitni. lapozz a 157-re."
						},
						{
							"_targetNode": "125",
							"__text": "Ha úgy gondolod, ez túl nyilvánvaló megoldás lenne és tovább mennél észak felé, lapozz a 125-re."
						}]
					},
					"_id": "84",
                    "End": false
				},
				{
					"Description": "A Tolvajnál mindössze 3 Aranytallért és egy háromszög alakú, penészes gyümölcsöt találsz. Még soha nem láttál ehhez hasonlót, de gyanítod, hogy ez lehet a Xentos, a hosszú élet gyümölcse. Ha nem lenne ilyen borzalmas állapotban, gond nélkül megkockáztatnád, hogy belekóstolj, igy azonban úgy döntesz, hogy itt hagyod és folytatod az utad észak felé. Hamarosan egy útelágazáshoz érsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "108",
							"__text": "Ha továbbra is északnak tartasz, lapozz a 108-ra."
						},
						{
							"_targetNode": "147",
							"__text": "Ha a nyugati irányba leágazó új járaton mennél tovább, lapozz a 147-re."
						}]
					},
					"_id": "85",
                    "End": false,
					"gold": 3
				},
				{
					"Description": "Ahogy körbenézel, észreveszel egy kötelet, amit egy nagyméretű sziklához kötöztek. Amennyire elnézed, nincs túl jó állapotban. és azt sem látod. milyen mélyen ér le a szakadékba, de úgy tűnik, ez az egyetlen lehetőséged a lejutásra. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "190",
							"__text": "Hogyha szerencséd van, lapozz a 190-re."
						},
						{
							"_targetNode": "4",
							"__text": "Ha nincs, lapozz a 4-re."
						}]
					},
					"_id": "86",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Az alagutat egy jókora, vasveretes ajtó zárja le. Megpróbálod lenyomni a kilincset, de zárva van. A méretes kulcslyukon átnézve nem sokat tudsz kivenni a túloldalból. Mikor a füledet hozzászorítod, tollak suhogását és fütyülés-szerű sóhajtást hallasz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "13",
							"__text": "Ha van nálad egy Arany Kulcs, lapozz a 13-ra.",
							"_requiresItem": "Aranykulcs"
						},
						{
							"_targetNode": "121",
							"__text": "Ha nincsen, lapozz a 121-re."
						}]
					},
					"_id": "87",
                    "End": false
				},
				{
					"Description": "A zöld könyvet kézzel írták, és valamiféle naplóra emlékeztet. Az utolsó bejegyzés, legnagyobb döbbenetedre, a te nevedet tartalmazza. Ez a próbára küldött bünözök listája. Szerencsére egyelőre nem látsz ítéletet beleírva. Sikerül megállapítanod, hogy mióta te beléptél, azóta nem küldtek újabb embert a próbára, ám elötted egy nappal korábban egy tolvaj lépett be, és az ő neve mellett már ott szerepel a döntés: bünös! Ha még nem tetted, most belenézhetsz  könyvbe.",
					"Choices": {
						"Choice": [{
							"_targetNode": "59",
							"__text": "a piros-lapozz az 59-re"
						},
						{
							"_targetNode": "104",
							"__text": "vagy a kék -lapozz a 104-re-"
						},
						{
							"_targetNode": "10",
							"__text": "A könyvtárból való távozáshoz lapozz a 10-re."
						}]
					},
					"_id": "88",
                    "End": false
				},
				{
					"Description": "A járat meredeken emelkedik, te pedig gyorsan fáradni kezdesz. Figyelmed ellankad, és nem veszed észre a padlóban lévő, meglazult kõdarabot. Megbotlasz és elesel, közben pajzsod a fal egyik repedésébe ékelődik. Miközben próbálod kiszabadítani, elferdül. Sérült pajzsod miatt a soron következő csatákban 2-vel csökkentened kell majd Támadóerődet. Morogva mész tovább. míg végül egy újabb elágazáshoz nem érsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "95",
							"__text": "Hogyha a nyugati ágon folytatnád az utad, lapozz a 95-re."
						},
						{
							"_targetNode": "127",
							"__text": "Ha egyenesen mész tovább, lapozz a 127-re."
						}]
					},
					"_id": "89",
                    "End": false,
					"tovabbiTamadoero": -2
				},
				{
					"Description": "Az ajtón benyitva vaksötét fogad.",
					"Choices": {
						"Choice": [{
							"_targetNode": "167",
							"__text": "Ha szeretnél végigtapogatózni a sötétben, lapozz a 167-re."
						},
						{
							"_targetNode": "154",
							"__text": "Ha inkább távoznál innen, lapozz a 154-re."
						}]
					},
					"_id": "90",
                    "End": false
				},
				{
					"Description": "Előveszed hátizsákodból a Szobrot, és miután megdörzsölöd a kabátod ujjával, az öregember felé tartod. Elveszi tőled és közömbösen az íróasztal fiókjába helyezi. Még csak arra sem veszi a fáradtságot, hogy rázárja a kulcsot. Int neked, hogy kövesd, és egy csigalépcsőn elindul fölfelé. A lépcső egy széles pódiumon ér véget, és boldogsággal tölt el, hogy ismét bőrödön érezheted a nap meleg sugarait, a szellőt. Mintha egy éve nem jártál volna a felszinen.",
					"Choices": {
						"Choice": {
							"_targetNode": "200",
							"__text": "Lapozz a 200-ra."
						}
					},
					"_id": "91",
					"End": false
				},
				{
					"Description": "Elkapod a követ és egy pillanatra megpihensz, miközben a folyó megpróbál magával ragadni életmentő horgonyodról. Végül felkapaszkodsz a sziklára és lihegve elterülsz rajta. Ekkor valami arany csillogás vonja magára a figyelmedet. Előre mászol, és legnagyobb örömödre megpillantod az Aranyszobrot, melynek keresésére indultál, pihenőhelyed egyik mélyedésében! Teljesen megfeledkezel kimerültségedről, magadhoz veszed és a túlpartra ugrasz.",
					"Choices": {
						"Choice": {
							"_targetNode": "76",
							"__text": "Lapozz a 76-ra."
						}
					},
					"_id": "92",
					"End": false,
					"itemAdd": "Szobor"
				},
				{
                    "Description": "Már félúton jársz lefelé, mikor vérfagyasztó üvöltés csapja meg a füledet. Ahogy feltekintesz egy hatalmas madarat pillantasz meg, ami egy, a sziklafalon lévő ágról tekint le rád. Széles szárnyai egyetlen csapásával a levegőbe emelkedik, tesz egy kört a folyó felett, majd megindul feléd. Érzed, ahogy tenyered izzadni kezd a félelemtől. A kötél kicsúszik a kezeid közül, te pedig zuhanni kezdesz a talaj felé. A hatalmas madár diadalmas rikoltással kap el téged a levegőben, majd felrepül a fészkéhez és érzed, hogy esel... esel... egyenesen ocsmány kicsinyei közé, akik már türelmetlenül várják a következő etetést. Egyesével tépik ki végtagjaidat, majd mohon befalják. Kalandod itt véget ér.",
                    "_id": "93",
                    "End": true
                },
				{
					"Description": "Betekered ellenfeled saját ezüstszínü hálójába. Ezután megragadod a rubint és az ajtó felé indulsz. Már alig várod, hogy kikerülj ebből a selyemmel bevont kriptából! A Pók hatalmas teteme, melyet ragacsos selyemszálak borítanak, az út kellős közepén hever. Kénytelen vagy átmászni rajta, és az enyves massza érintésétől valósággal rosszul leszel. Mikor végre eléred a kijáratot, meghemperegsz a porban, hogy megszabadulj a ragacsos érzéstől. Koszos vagy és fáradt. Magad mögött hagyod a helyet és északnak indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "106",
							"__text": "Lapozz a 106-ra."
						}
					},
					"_id": "94",
					"End": false
				},
				{
					"Description": "Nyugati irányba mész, le egy lejtős járaton, míg el nem érsz egy újabb elágazást. Úgy gondolod, a déli út visszafelé vezetne, így észak felé indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "153",
							"__text": "Lapozz a 153-ra."
						}
					},
					"_id": "95",
					"End": false
				},
				{
					"Description": "Az alagút kanyarulata mögül túlvilági ragyogás árad. Ahogy a falra vetült játékot nézed, úgy érzed, a fény magától lüktet és változtatja a színét. Nagyon óvatosan fordulsz be a kanyarban, amin túl igen bizarr látvány fogad. Három nagyon alacsony, ezüstszínű, lebegő köpenybe öltözött alak táncol valamilyen rituális táncot a fény forrása körül. Az üreg falát itt mindenhol tükrök borítják, és a változó színek oda-vissza ugrálnak ezek közt, a lüktető ragyogástól erős szédülés tör rád. A forrás egy hatalmas kristály, mely egy magas talapzaton nyugszik, és képtelen vagy megállapítani, pontosan miféle kö is ez. Egyébként sincs idöd sokat spekulálni ezen, mivel az ezernyi tükörképnek köszönhetően az alakok felfigyelnek egy óvatlan mozdulatodra. A lények dühödten felkiáltva vetik rád magukat. Egy ellenfélként küzdj meg vele.",
					"Choices": {
						"Choice": [{
							"_targetNode": "191",
							"__text": "Ha győzöl, lapozz a 191-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "96",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Fényimádók",
							"skill": 9,
							"stamina": 11,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Kezed egyből a kardod markolatára teszed, hogy elállítsd a csengő hangot. A kutya mocorog egy kicsit, de nem ébred fel. Szíved a torkodban dobog, ahogy haladsz, de végül gond nélkül elérsz a túloldalra, leemeled a kulcsot a szögről, csendesen kinyitod az ajtót és becsapod magad mögött. Miközben odakinn ráfordítod a kulcsot, a túloldalról félelmetes morgást és repedő fa hangja szűrődik át, ahogy az állat újra és újra nekiugrik.",
					"Choices": {
						"Choice": {
							"_targetNode": "30",
							"__text": "Lapozz a 30-ra."
						}
					},
					"_id": "97",
					"End": false
				},
				{
					"Description": "Az ajtó ugyan zárva van, de a korábban talált kulccsal gond nélkül sikerül kinyitnod. Ahogy belépsz, két dárda repül elő az ajtóban lévő egyik lyukból. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "44",
							"__text": "Ha a szerencsés vagy, lapozz a 44-re."
						},
						{
							"_targetNode": "8",
							"__text": "Ha nincs szerencséd, lapozz a 8-ra."
						}]
					},
					"_id": "98",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "A fáklyák halovány fényében súlyos vasrácsot látsz a fal jobb oldalán. Zárva van, és bármennyire is erölködsz, semmit nem látsz mögötte.",
					"Choices": {
						"Choice": [{
							"_targetNode": "159",
							"__text": "Ha van nálad egy Bronz Kulcs, és azzal próbálod meg kinyitni a zárat, lapozz a 159-re.",
							"_requiresItem": "Bronzkulcs"
						},
						{
							"_targetNode": "68",
							"__text": "Ha nincs nálad a Kulcs, vagy nem akarod kinyitni a ketrecszerű kaput, lapozz a 68-ra és folytasd az utad észak felé."
						}]
					},
					"_id": "99",
					"End": false
                },
				{
					"Description": "A szörnyeteg holtan hever elötted. Nyáladzó pofájának tartalmát gyorsan magába szívja a poros talaj. Karmai színaranyak; egyesével letéped öket a hatalmas mancsról, majd zsebre vágod öket. Ezután leemeled a kulcsot a szegről, kinyitod az ajtót és távozol.",
					"Choices": {
						"Choice": {
							"_targetNode": "30",
							"__text": "Lapozz a 30-ra."
						}
					},
					"_id": "100",
					"End": false
				},
				{
					"Description": "A sár felszíne domborodni kezd, és tompa pukkanás kíséretében egy óriási gázbuborék emelkedik ki belöle. Ahogy a felszín kisimulna, apró, zöld színü, cikázó fények jelennek meg rajta. A foltocskák kiemelkednek, aljukból csápok nőnek ki, melyek percről percre hosszabbodnak. Végül egy Iszapsárkány óriási feje bukkan elő félig a nyálkás folyadék mélyéből! Most már látod, hogy a zöld fények, amiket korábban láttál, valójában a lény fejéből kinövő csápok, melyek egészen addig szabadon lengeni látszanak, míg hirtelen mindegyik rád nem szegeződik. A hatalmas száj kinyílik, förtelmes szagú gáz tör elő belőle, ezután ellenfeled duzzadni kezd, ahogy levegővel szívja meg magát. Egyre csak nő és nő, míg végül kezded úgy érezni, hogy teljesen betölti a termet. Meg kell küzdened vele. Előhúzod kardodat, mely hirtelen elégtelennek tűnik ellenfeleddel szemben.",
					"Choices": {
						"Choice": [{
							"_targetNode": "82",
							"__text": "Ha gyözöl, lapozz a 82-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "101",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Iszapsárkány",
							"skill": 10,
							"stamina": 6,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Miután felhajtod az üvegcsében lévő italt, megdöbbenve tapasztalod, mennyivel jobban érzed most magad. Az üvegben a Szerencse Italának egy adagja volt. Növeld meg 1-el Kezdeti SZERENCSÉDET, majd állítsd vissza jelenlegi pontjaidat erre az új értékre. Folytatod a kúszást észak felé.",
					"Choices": {
						"Choice": {
							"_targetNode": "169",
							"__text": "Lapozz a 169-re."
						}
					},
					"_id": "102",
					"End": false,
					"szerencseVisszaallitPluszEgy": true
				},
				{
					"Description": "Bár a víz mély és elég gyors folyású, van annyi erő benned, hogy folyásirányba úszva jóval lentebb kievickélj a partra. Miután kifüjtad magad, visszatérsz a hídhoz és folytatod utad az ösvényen.",
					"Choices": {
						"Choice": {
							"_targetNode": "76",
							"__text": "Lapozz a 76-ra."
						}
					},
					"_id": "103",
					"End": false
				},
				{
					"Description": "A kék könyv térképeket tartalmaz, és bár minden nevet Elfül írtak bele, a képen felismerni véled Analandot. Úgy tűnik, ez a mű tartalmazza azon városok, falvak, és ami még fontosabb, bányák helyzetét, melyekben drágakövet vagy nemesfémet találhatsz. Ha sikerülne magaddal vinned ezt a kötetet a felszínre, futármunkád sokkal jövedelmezöbbé és biztonságosabbá válhatna. Biztonságba helyezed hát kabátod egyik belső zsebébe. Mielőtt elhagynád a termet, még belenézhetsz a  &#8211;",
					"Choices": {
						"Choice": [{
							"_targetNode": "59",
							"__text": "piros - lapozz az 59-re"
						},
						{
							"_targetNode": "88",
							"__text": "vagy a zöld - lapozz a 88-ra könyvbe."
						},
						{
							"_targetNode": "10",
							"__text": "Ha inkább egyszerűen távoznál az északi ajtón át, lapozz a 10-re."
						}]
					},
					"_id": "104",
					"End": false
                },
				{
					"Description": "Döbbenten veszed észre, hogy köpenyed felfúvódik és felemel a lábadról. Lassan lebegsz le a talajra, és könnyedén érsz földet. Alig mered elhinni, mekkora szerencséd van.",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
					"_id": "105",
					"End": false
				},
				{
					"Description": "A járat továbbra is északnak tart, de hamarosan egy leágazást találsz, mely keletre tér le.",
					"Choices": {
						"Choice": [{
							"_targetNode": "179",
							"__text": "Ha erre mennél tovább, lapozz a 179-re."
						},
						{
							"_targetNode": "153",
							"__text": "Ha egyenesen folytatnád az utad, lapozz a 153-ra."
						}]
					},
					"_id": "106",
					"End": false
                },
				{
					"Description": "Mivel az ajtó túloldaláról hangokat hallasz átszűrődni, óvatosan nyitsz be. Ahogy bekukucskálsz a túloldalon, két csevegő Orkot veszel észre. Remélve, hogy nem fogod érdekelni őket, megpróbálsz elsétálni mellettük, ám mikor észrevesznek, mindketten kardot húznak elő. Egyesével kell megküzdened velük.",
					"Choices": {
						"Choice": [{
							"_targetNode": "198",
							"__text": "Ha legyőzöd ellenfeleidet, lapozz a 198-ra."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "107",
					"End": false,
					"kuzdesEgyesevel": true,
					"enemies": {
						"enemy": [{
							"name": "Első Ork",
							"skill": 5,
							"stamina": 6,
							"sebzes": -2,
							"menekules": false
						},
						{
							"name": "Második Ork",
							"skill": 6,
							"stamina": 5,
							"sebzes": -2,
							"menekules": false
						}]
					}
                },
				{
					"Description": "Északi irányba követed az átjárót. Hamarosan elérsz egy keleti leágazáshoz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "146",
							"__text": "Hogyha egyenesen mész tovább, lapozz a 146-ra."
						},
						{
							"_targetNode": "79",
							"__text": "Ha letérsz jobbra, lapozz a 79-re."
						}]
					},
					"_id": "108",
					"End": false
                },
				{
					"Description": "Elhátrálsz a férgek elöl, míg kinyújtott kezeiddel meg nem érzed az északi falat. Megfordulsz és próbálsz valamilyen lábtartót keresni a padló szintje fölött. Egy keskeny szegély fut végig nagyjából fél méter magasan. Kapaszkodót keresve végül megmarkolsz egy kiálló ködarabot és fellépsz... Majdnem elveszted a fogódzkodódat, mikor a falszakasz, amin kapaszkodsz, befordul és téged is kimenekít szorult helyzetedből. A szobán kívül találod magad, egy észak felé haladó folyosón. Megkönnyebbülten fellélegzel, lelépsz a falról és elöre indulsz. Egy elágazáshoz érkezel, melyen szintén egyenesen haladsz tovább.",
					"Choices": {
						"Choice": {
							"_targetNode": "195",
							"__text": "Lapozz a 195-re."
						}
					},
					"_id": "109",
					"End": false
				},
				{
					"Description": "Az Aranykulcs illik a zárba, és egy észak felé haladó folyosót fed fel elötted. A járat élesen jobbra kanyarodik, majd vissza balra. A második sarok után egy tükörrel kerülsz szembe, ami teljesen elállja az utadat. Egy pillanatig saját tükörképed néz veled farkasszemet, a következőben pedig &#8211; legnagyobb megrökönyödésedre &#8211; már ki is lép belőle, előhúzza kardját és rád támad! Mivel ez a valami a tökéletes tükörképed, ugyanolyan ÜGYESSÉGGEL rendelkezik, mint te, ám miután a síkból térbe való kilépés eléggé kimerítette, ÉLETEREJE 2-vel kevesebb lesz a tiédnél. Ez ígérkezik a legnehezebb harcodnak, mivel nem vagy meggyőződve arról, hogy meg tudod-e nyerni. Az biztos, hogy ö végezni tud veled, abban azonban már kevésbé vagy biztos, hogy ellenfeled legyőzése nem fog-e öngyilkosságnak minősülni? Ha megnyered a csatát, lapozz a 128-ra.",
					"Choices": {
						"Choice": [{
							"_targetNode": "128",
							"__text": "Ha megnyered a csatát, lapozz a 128-ra."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "110",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Tükörkép",
							"skillEgyenlő": true,
							"staminaMás": -2,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Az alagút elkeskenyedik, és egyre nehezebben tudsz csak előre haladni. A plafon meredeken lefelé indul, így először le kell hajolnod, végül négykézlábra kényszerülsz. Valamennyire látod magad előtt az utat a szük járaton át. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "20",
							"__text": "Ha szerencséd van, találsz egy kézre álló kődarabot, amivel sikerül eléggé kiszélesítened az alagutat ahhoz, hogy gond nélkül továbbhaladhass-lapozz a 20-ra."
						},
						{
							"_targetNode": "116",
							"__text": "Ha nincs szerencséd, lapozz a 116-ra."
						}]
					},
					"_id": "111",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Ahogy a folyosón haladsz, furcsa hangot hallasz. Megállsz hallgatózni. Csoszogó léptek zaja üti meg a füledet. Nincs hová bújnod, így valamiféle szörnyeteg felbukkanását várva előhúzod kardodat. Ehelyett egy öregember bukkan fel elötted. Fegyveredre pillant, és esdekelni kezd. &#8211; Kímélj meg! Csak egy vén, egyszerü fickó vagyok. aki elmenekült a cellájából. Hüvelyébe dugod a kardod, a férfi pedig elmondja, hogy már évek óta itt él, mióta fiatal korában beküldték az Ítélet Labirintusába. Az egyik szörny elleni harc során súlyos sebet szerzett, és bár túlélte az összecsapást, elvesztette a fegyvereit és így képtelen volt folytatni az utat. Régóta bujkál már idelenn. most pedig már túl öreg ahhoz, hogy visszatérjen a fenti világba, ahol egyébként is végeznének vele, mivel nem tudja a Szobor bemutatásával bizonyítani ártatlanságát. Így inkább idelenn maradt a végtelen éjszakában, és abból élt, amivel az utazók megszánták. Miközben beszél, úgy dönt, még egy utolsó kísérletet tesz a kijutásra, így megkérdezi tőled, merre találja a bejáratot.",
					"Choices": {
						"Choice": [{
							"_targetNode": "187",
							"__text": "Hogyha megmondod neki, lapozz a 187-re."
						},
						{
							"_targetNode": "156",
							"__text": "Ha rossz utat mondasz neki, lapozz a 156-ra."
						}]
					},
					"_id": "112",
					"End": false
                },
				{
					"Description": "Ahogy felrázod, a fickó szemei felpattannak, és mikor megpillant téged, rettegés tölti el. &#8211; Ne, ne! Kérem, ne öljön meg! &#8211; könyörög. Ha életben hagy, minden eldugott pénzemet magának adom!",
					"Choices": {
						"Choice": [{
							"_targetNode": "17",
							"__text": "Ha végezni akarsz vele, lapozz a 17-re."
						},
						{
							"_targetNode": "83",
							"__text": "Ha elfogadod az ajánlatát, lapozz a 83-ra."
						}]
					},
					"_id": "113",
					"End": false
                },
				{
					"Description": "Kitartóan kutatsz, de semmit nem találsz.. Végül leülsz egy nagy, négyzet alakú köre, hogy megpihenj, azonban amint teljes súlyoddal ránehezedsz, csikorgó hang üti meg a füledet, és a fal egy része kinyílik. Minden korábbi fáradtságodat feledve talpra ugrasz és folytatod az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "177",
							"__text": "Lapozz a 177-re."
						}
					},
					"_id": "114",
					"End": false
				},
				{
                    "Description": "Lezuhansz a verembe, és felkészülsz rá, hogy talpad mindjárt a sziklás padlóba ütközik. Az azonban csak nem jön, és beletelik egy kis időbe, hogy rádöbbenj: a lyuknak nincs is alja! A súlytalanság érzése kerít hatalmába, te pedig csak esel... és esel... és esel... Kalandod itt véget ér.",
                    "_id": "115",
                    "End": true
                },
				{
                    "Description": "Hátizsákod beszorul az egyre keskenyedo járatban. Képtelen vagy kibújni belőle, és bármennyire is próbálkozol, meglazítani sem vagy képes. Egy pillanatig megpihensz., majd újult elszántsággal teszel még egy utolsó próbát. Mély, remegő hangot hallasz és a levegőt por tölti meg, miközben mögötted a plafon egy része az alagútba zuhan. Immáron teljes sötétségbe vagy zárva. Tudod, hogy nem fogsz megfulladni, mivel hüvös szellő simogatja az arcod az elötted magasodó fal egy keskeny repedésén át. Rájössz, hogy éhés szomjhalál vár rád, így imádkozni kezdesz egy újabb plafonbeomlásért, ami meggyorsíthatná végedet. Kalandod itt véget ér.",
                    "_id": "116",
                    "End": true
                },
				{
					"Description": "Sikerül oldalra gurulnod, és így csak kicsit sérülsz meg. Vesztesz 1 ÉLETERŐ pontot. Nem vesztegeted az időt, északnak indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "126",
							"__text": "Lapozz a 126-ra."
						}
					},
					"_id": "117",
					"eletero": -1,
					"End": false
				},
				{
					"Description": "Egy három ajtós terembe lépsz be. Azon kívül, amin át beléptél, látsz még egyet a szemközti falon és egyet magad mellett, mely valószínűleg arra megy vissza, amerröl jöttél, csak esetleg egy másik szintre.",
					"Choices": {
						"Choice": {
							"_targetNode": "145",
							"__text": "Lapozz a 145-re."
						}
					},
					"_id": "118",
					"End": false
				},
				{
					"Description": "Ahogy ujjadra húzod a gyürüt, erős, égető érzés tölti el az ujjadat. Vesztesz 1 SZERENCSE és 2 ÉLETERŐ pontot. Megpróbálod lehúzni, de minél jobban rángatod, annál inkább összezsugorodik. Valaha ez volt az Ügyesség Gyürüje, ám egy ösi banya átkot szórt rá, ami nagyjából semlegesítette azon bónuszokat, amiket adott.",
					"Choices": {
						"Choice": [{
							"_targetNode": "12",
							"__text": "Ha fel szeretnéd venni a köpenyt, és korábban még nem próbáltad, lapozz a 12-re.",
							"_requiresItem": "Köpeny",
							"_proba": false
						},
						{
							"_targetNode": "71",
							"__text": "Amennyiben még nem ittad meg a folyadékot, és most felhajtanád, lapozz a 71-re.",
							"_requiresItem": "Folyadék",
							"_proba": false
						},
						{
							"_targetNode": "80",
							"__text": "Hogyha bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra."
						}]
					},
					"_id": "119",
                    "End": false,
					"szerencse": -1,
					"eletero": -2
				},
				{
					"Description": "Ahogy kinyitod az ajtót, meglepetten pillantod meg a csillogó Aranyszobrot egy emelvény tetején! Éppen úgy néz ki, mint amilyennek leírták. Hogy elérd, át kell jutnod a szobán, melynek padlóját kifeszített drótok futják be össze-vissza, és amik a falban nagyjából mellkas magasságban lévő számszerijakhoz csatlakoznak.",
					"Choices": {
						"Choice": [{
							"_targetNode": "3",
							"__text": "Hogyha meg akarsz próbálni bejutni, hogy megszerezd a Szobrot, lapozz a 3-ra."
						},
						{
							"_targetNode": "28",
							"__text": "Ha úgy döntesz, hogy ez túlságosan kockázatos lenne, becsuknád magad mögött az ajtót és inkább kelet felé indulnál, lapozz a 28-ra."
						}]
					},
					"_id": "120",
					"End": false
                },
				{
					"Description": "Nincs más választásod, minthogy a válladdal ronts neki az ajtónak. Nem lesz egy egyszerű feladat, mivel a szegecsek igen hosszúak és hegyesek.",
					"Choices": {
						"Choice": {
							"_targetNode": "196",
							"__text": "Lapozz a 196-ra."
						}
					},
					"_id": "121",
					"End": false
				},
				{
					"Description": "Az alagút egy ideig kelet felé folytatódik. végül északra fordul. Ahogy a kanyar felé közeledsz, a szemben lévő falon egy lüktető fényfoltot veszel észre. Óvatosan nézel be balra.",
					"Choices": {
						"Choice": {
							"_targetNode": "144",
							"__text": "Lapozz a 144-re."
						}
					},
					"_id": "122",
					"End": false
				},
				{
					"Description": "Nagy nehezen bemászol a lyukba és ereszkedni kezdesz. A levegő hőmérséklete rohamosan növekedni kezd, és rájössz, hogy nagy hibát követtél el. Egyenesen egy földalatti kemence felé tartasz. Lángnyelvek csapnak feléd, ahogy próbálsz visszamászni a lejtőn.",
					"Choices": {
						"Choice": {
							"_targetNode": "35",
							"__text": "Lapozz a 35-re."
						}
					},
					"_id": "123",
					"End": false
				},
				{
					"Description": "Az ajtó egy teljesen üres szobába nyílik. A padlón egy nagy lyuk tátong. Ahogy a szélére lépsz és letekintesz, látod, hogy nem túl mély. Egy folyosó indul odalenn, mely szintén északi irányba halad tovább.",
					"Choices": {
						"Choice": [{
							"_targetNode": "129",
							"__text": "Hogyha elhagyod a helyiséget és folytatod az utadat, lapozz a 129-re."
						},
						{
							"_targetNode": "64",
							"__text": "Ha leereszkedsz az alsóbb szintre, és ott mész tovább, lapozz a 64-re."
						}]
					},
					"_id": "124",
					"End": false
                },
				{
					"Description": "Egy hosszú lépcsősor lábához érkezel. A felfelé vezető út korántsem olyan nehéz, mint amitől tartottál. Nyersz 1 SZERENCSE pontot.",
					"Choices": {
						"Choice": {
							"_targetNode": "142",
							"__text": "Lapozz a 142-re."
						}
					},
					"_id": "125",
					"End": false,
					"szerencse": 1
				},
				{
					"Description": "Az alagút északi irányba halad, egy idő után azonban kettéágazik. A jobb oldali alagút olyan meredeken ereszkedik lefelé, hogy még durván faragott lépcsőket is látsz benne.",
					"Choices": {
						"Choice": [{
							"_targetNode": "155",
							"__text": "Ha erre akarsz továbbmenni, lapozz a 155-re."
						},
						{
							"_targetNode": "118",
							"__text": "Ha a szintben maradó, egyenesen továbbhaladó folyosón folytatnád az utad, lapozz a 118-ra."
						}]
					},
					"_id": "126",
					"End": false
                },
				{
					"Description": "A járat fokozatosan kiszélesedik, és hamarosan egy sziklapárkányra érsz, ami keletnyugati irányban fut végig egy magas sziklafal közepén. Tiszta szerencse, hogy nem siettél nagyon, különben most egyenesen a szakadékba zuhantál volna. Hasra fekszel a párkányon és letekintesz a szélén. Messze alattad egy kis hidat látsz, ami sebesen folyó patak felett ível át. Elhátrálsz a széléről. Felnézel, de semmit nem látsz, csak a sötétséget. Nem látod, hogyan tudnál leereszkedni a völgy fenekére, a perem pedig nem messze semmivé keskenyedik mindkét oldalon.",
					"Choices": {
						"Choice": [{
							"_targetNode": "23",
							"__text": "Ha nálad van a Lebegés Köpenye lapozz a 23-ra.",
							"_requiresItem": "Köpeny"
						},
						{
							"_targetNode": "62",
							"__text": "Ha nincs, lapozz a 62-re."
						}]
					},
					"_id": "127",
                    "End": false
				},
				{
					"Description": "Még élsz! Bármennyire is fáradt vagy, kardod markolatával darabokra zúzod a tükröt. Ebből már nem fog újabb kihívó előlépni. Egy keskeny szirten találod magad, egy magas sziklafal kellős közepén. A barlangüreg plafonja áthatolhatatlan sötétségbe burkolózik. Előtted egy folyó halad keletről nyugatra, felette pedig egy hid ivel át. Nem találsz lefelé vezető utat, csak egy vasgyürün akad meg a szemed, amit a falba rögzítettek. Hozzákötöd a köteled, majd elkezdesz lefelé mászni. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "48",
							"__text": "Ha szerencséd van, lapozz a 48-ra."
						},
						{
							"_targetNode": "93",
							"__text": "Ha nincs szerencséd, lapozz a 93-ra."
						}]
					},
					"_id": "128",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Hamarosan egy újabb elágazáshoz érsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "112",
							"__text": "Ha kelet felé mennél tovább. lapozz a 112-re."
						},
						{
							"_targetNode": "66",
							"__text": "Hogyha északnak folytatnád az utad, lapozz a 66-ra."
						}]
					},
					"_id": "129",
                    "End": false
				},
				{
					"Description": "Minden erödet összeszedve próbálod megemelni a fülénél fogva, azonban meg sem moccan. Kénytelen vagy feladni a dolgot és északi irányban folytatni az utad.",
					"Choices": {
						"Choice": {
							"_targetNode": "80",
							"__text": "Lapozz a 80-ra."
						}
					},
					"_id": "130",
					"End": false
				},
				{
					"Description": "Elmondod a férfinak, hogy nincs nálad a Szobor. Arca kifejezéstelen, amikor megszólal. &#8211; Rendben van. Kövess. Megfordul, és egy csigalépcsőn elindul fölfelé. Nincs választásod, kénytelen vagy követni. A lépcső egy pódiumon ér véget, és boldogsággal tölt el, hogy ismét börödön érezheted a nap sugarait, a szellőt. Mintha egy éve nem jártál volna a felszínen.",
					"Choices": {
						"Choice": {
							"_targetNode": "26",
							"__text": "Lapozz a 26-ra."
						}
					},
					"_id": "131",
					"End": false
				},
				{
                    "Description": "A víz elsodor a szikla mellett, és bármenynyire is igyekszel, nem tudod elkapni. Próbálsz az áramlattal együtt úszni, abban bízva, hogy végül a partra vet téged, ám miközben a barlangüreg nyugati fala felé közeledtek, kénytelen vagy rájönni, hogy a folyam eltűnik egy keskeny alagútban. Ha a felszínen maradsz, csúnyán be fogod verni a fejed a plafonba, úgyhogy mély levegőt veszel és lebuksz. Az áramlat magával sodor az alagútba, és többé nem bukkansz elő. Kalandod itt véget ér.",
                    "_id": "132",
                    "End": true
                },
				{
                    "Description": "Kardoddal széttöröd a zárat és kitárod a cella ajtaját. Szabad vagy. Most pedig gyorsan mondd el, hol va... A férfi véznaságához képest meglepő fürgeséggel rád ugrik és kicsavarja kezedből a kardodat. Ezután a gyomrodba szúrja saját fegyvered. és csuklójának egy csavarásával kibelez. Nem lett volna szabad megbíznod egy bünözőben. Kalandod itt ocsmány véget ér.",
                    "_id": "133",
                    "End": true
                },
				{
					"Description": "Valamennyi mágia még van a Gyürüdben, ami figyelmeztet, hogy a szoba átkutatása előtt próbálj meg meggyőződni arról, hogy nincs-e benne csapda. Sikerül kitapogatnod egy alig észrevehető, hajszálvékony rést a köpadlóban, ezért úgy döntesz, nem kockáztatod meg, hogy belépj.",
					"Choices": {
						"Choice": {
							"_targetNode": "154",
							"__text": "Lapozz a 154-re."
						}
					},
					"_id": "134",
					"End": false
				},
				{
                    "Description": "Felnevetsz a gondolatra, hogy egy ilyen vénséges, törékeny ember árthatna neked, miután annyi veszélyt sikerült túlélned. Dühödt kiáltással felemeled kardodat, hogy egyetlen csapással leszeld az alak fejét a nyakáról. A férfi a lábadra mutat, melyek egyből ólomnehézzé változnak. Képtelen vagy megmozdítani őket. Bár minden izmod megfeszül, combod megkeményedik. hátad merevvé válik, felemelt karjaid megszilárdulnak. Csapás közben megdermedve rémülten nézed, ahogy az idős férfi hozzád lép és csontos ujjával megkocogtatja az arcod. Semmit nem érzel, de hallod a fém és szikla jellemző hangját, mikor gyűrűi az orrodnak ütödnek. Kétségbeesetten próbálva menekülni, még egy utolsó lélegzetet veszel, mielőtt a szíved kövé válik. Kalandod itt véget ér.",
                    "_id": "135",
                    "End": true
                },
				{
					"Description": "Visszatérsz a korábbi elágazáshoz. Előtted áll az ajtó, amin át beléptél. Arra nem mehetsz tovább, így északra fordulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "172",
							"__text": "Lapozz a 172-re."
						}
					},
					"_id": "136",
					"End": false
				},
				{
					"Description": "Elég hosszú ideje barangolsz már az alagutakban, és kezdesz kétségbe esni, mikor az északi falon egyszer csak egy ajtó bukkan fel.",
					"Choices": {
						"Choice": [{
							"_targetNode": "120",
							"__text": "Ha be akarsz nyitni rajta, lapozz a 120-ra."
						},
						{
							"_targetNode": "28",
							"__text": "Ha kelet felé mennél tovább, lapozz a 28-ra."
						}]
					},
					"_id": "137",
                    "End": false
				},
				{
					"Description": "Kardodhoz kapsz, de elkéstél. Az állat meghallotta a zajt és felébredt. Rémülten nézed, ahogy először egy, majd két pofa emelkedik fel, hogy a levegőbe szagoljon. Ez nem egy egyszerű kutya, vagy netán farkas. Ez egy rémséges Xlaia, ami legjobb tudomásod szerint körülbelül száz éve halt ki. A falhoz ugrasz, mert tudod, hogy védened kell majd hátadat, és előhúzott karddal készülsz fel a lény támadására. A Xlaia morogva ugrik ki kosarából. Mindkét vicsorgó pofából sárga agyarak lógnak elő, melyeken még ott piroslik legutóbbi ebédjük vére. Hogy még rosszabb legyen a helyzet, a lény szájaiból hosszú, nyálkás szálakban lóg a nyál, ami azt jelenti, hogy ez a fenevad veszett! Bár lenne nálad némi víz, hogy távol tartsd magadtól, ahogy a fenti világban is tennéd. A teremtmény jobbra-balra lengeti fejeit. miközben közeledik feléd. Meg kell küzdened vele!",
					"Choices": {
						"Choice": [{
							"_targetNode": "100",
							"__text": "Ha végzel vele, lapozz a 100-ra."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "138",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Xlaia",
							"skill": 8,
							"stamina": 7,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Miközben felhajtod a színtelen és szagtalan folyadékot, azonnal érzed, hogy felfrissülsz (nyersz 1 ÉLETERŎ pontot).",
					"Choices": {
						"Choice": [{
							"_targetNode": "150",
							"__text": "Hogyha még nem tetted, és most szeretnéd meginni a második üveg tartalmát, lapozz a 150-re."
						},
						{
							"_targetNode": "197",
							"__text": "Ha a harmadik fiolával próbálkoznál, lapozz a 197-re."
						},
						{
							"_targetNode": "29",
							"__text": "Ha folytatni akarod az utad kelet felé, lapozz a 29-re."
						}]
					},
					"_id": "139",
                    "End": false,
					"eletero": 1
				},
				{
					"Description": "Felkészülsz az ütközetre, miközben a két Denevér zuhanórepülésben közelít feléd. Hogyan is remélheted, hogy kardoddal képes leszel felvenni velük a harcot? Meg kell próbálnod a szoba egy másik részébe csalogatnod öket. Hogyha a pajzsod a levegőbe hajítanád, talán azt hinnék, hogy az egy másik áldozat. Bármit is teszel, egyesével kell megküzdened velük.",
					"Choices": {
						"Choice": [{
							"_targetNode": "160",
							"__text": "Ha nyersz, lapozz a 160-ra."
						},
						{
							"_targetNode": "80",
							"__text": "Ha akarsz, az első kör után a 80-ra lapozva az ajtón át Elmenekülhetsz észak felé."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "140",
					"End": false,
					"kuzdesEgyesevel": true,
					"enemies": {
						"enemy": [{
							"name": "Első Denevér",
							"skill": 5,
							"stamina": 7,
							"sebzes": -2,
							"menekules": true
						},
						{
							"name": "Második Denevér",
							"skill": 6,
							"stamina": 6,
							"sebzes": -2,
							"menekules": false
						}]
					}
                },
				{
					"Description": "A járat hamarosan egy ajtóban ér véget.",
					"Choices": {
						"Choice": [{
							"_targetNode": "107",
							"__text": "Ha ki szeretnéd nyitni és belépnél rajta, lapozz a 107-re."
						},
						{
							"_targetNode": "122",
							"__text": "Ha nem akarod tudni, mi vár rád odabenn és inkább visszamennél az elágazáshoz, hogy kelet felé folytasd az utad, lapozz a 122-re."
						}]
					},
					"_id": "141",
                    "End": false
				},
				{
					"Description": "A lépcsősor végül egy járatba torkollik, ami kiszélesedik. Lélegzetelállító táj tárul a szemed elé. A folyosó egy széles szirtben ér véget. egy hatalmas barlangüreg falának kellős közepén. Óvatosan a szegély széléhez lépsz és letekintesz. Az egyik oldalon sziklába vájt lépcsősort pillantasz meg, ami egészen a barlang több száz méter mélyen lévő aljáig ereszkedik lefelé. Odalenn egy gyors folyású folyót látsz, amit ha el akarsz érni, kénytelen leszel cikkcakkban lemászni a semmilyen védelmet nem adó lépcsőkön. Az üreg olyan hatalmas, hogy saját légköre van. Most épp felhők gyülekeznek a fejed felett, melyekből időnként villámok csapnak elő. Ez az egyetlen lehetőséged a lejutásra, úgyhogy nagyon óvatosan haladsz. Végül földet érsz..",
					"Choices": {
						"Choice": {
							"_targetNode": "27",
							"__text": "Lapozz a 27-re."
						}
					},
					"_id": "142",
					"End": false
				},
				{
					"Description": "A keleti falon egy ajtó bukkan fel. Erős zárt látsz rajta, és túlságosan masszív ahhoz, hogy csak úgy betörhesd.",
					"Choices": {
						"Choice": [{
							"_targetNode": "70",
							"__text": "Ha van nálad egy Bronz. Kulcs, lapozz a 70-re.",
							"_requiresItem": "Bronzkulcs"
						},
						{
							"_targetNode": "106",
							"__text": "Ha nincs, úgy kénytelen vagy folytatni az utad &#8211; lapozz a 106-ra."
						}]
					},
					"_id": "143",
                    "End": false
				},
				{
					"Description": "Mikor már félúton jársz a fényfolt felé, a talaj megnyílik alattad, de még az előtt sikerül visszalépned, hogy te is beleesnél &#8211; korábbi óvatosságod meghozta gyümölcsét. Ahogy közelebbről is megvizsgálod, megállapítod, hogy egy kis, kör alakú verem az a padló kellős közepén. Rozoga létra fut lefelé végig az oldalán. de vagy túl sötét van, vagy túl mély lyuk, mert nem látod az alját.",
					"Choices": {
						"Choice": [{
							"_targetNode": "7",
							"__text": "Ha szét akarsz nézni benne, lapozz a 7-re."
						},
						{
							"_targetNode": "96",
							"__text": "Ha inkább átugornád és kiderítenéd, mi a fényfolt forrása, lapozz a 96-ra."
						}]
					},
					"_id": "144",
                    "End": false
				},
				{
					"Description": "A helyiség közepén egy 30 Aranytallérból épített csillogó kupac áll. Óvatosan, az esetleges csapdákra odafigyelve teszed öket zsebre.",
					"Choices": {
						"Choice": [{
							"_targetNode": "36",
							"__text": "Ha további érmék után akarod átkutatni a sarkokat, lapozz a 36-ra."
						},
						{
							"_targetNode": "98",
							"__text": "Hogyha inkább távoznál az északi ajtón át, lapozz a 98-ra."
						}]
					},
					"_id": "145",
                    "End": false,
					"gold": 30
				},
				{
					"Description": "Hamarosan egy ajtóhoz érsz, ami a nyugati falból nyílik. Ahogy végighúzod rajta a kezed, a kilincset keresve, egy keresztet sikerül kitapintanod rajta, amit nem túl mélyen véstek bele.",
					"Choices": {
						"Choice": [{
							"_targetNode": "51",
							"__text": "Ha ki akarod nyitni az ajtót, lapozz az 51-re."
						},
						{
							"_targetNode": "80",
							"__text": "Ha folytatnád az utad észak felé, lapozz a 80-ra."
						}]
					},
					"_id": "146",
                    "End": false
				},
				{
					"Description": "A járat egy ajtóban végződik.",
					"Choices": {
						"Choice": [{
							"_targetNode": "22",
							"__text": "Hogyha ki szeretnéd nyitni, lapozz a 22-re."
						},
						{
							"_targetNode": "108",
							"__text": "Ha visszatérnél az elágazáshoz, és észak felé folytatnád az utad, lapozz a 108-ra."
						}]
					},
					"_id": "147",
                    "End": false
				},
				{
					"Description": "Csaknem megfulladsz, de kitartasz. Dobj két kockával.",
					"Choices": {
						"Choice": [{
							"_targetNode": "103",
							"__text": "Ha az eredmény kevesebb vagy ugyanannyi, mint UGYESSÉG pontjaid száma, lapozz a 103-ra."
						},
						{
							"_targetNode": "15",
							"__text": "Ha nagyobb, lapozz a 15-re."
						}]
					},
					"_id": "148",
                    "End": false,
					"Dice": {
						"kocka": 2,
						"mitNez": "ügyesség"
					}
				},
				{
					"Description": "Megkérdezed a fogolytól, mondana-e neked valami hasznosat a szabadságáért cserébe. A fickó szemei felcsillannak, és azonnal bólint.-Elmondhatom neked, merre találod a legnagyobb rubint, amit valaha láttál mondja. De elöbb eressz ki innen. &#8211;",
					"Choices": {
						"Choice": [{
							"_targetNode": "133",
							"__text": "Ha teljesíted a kérését, lapozz a 133-ra."
						},
						{
							"_targetNode": "24",
							"__text": "Hogyha inkább végeznél vele, lapozz a 24-re."
						},
						{
							"_targetNode": "72",
							"__text": "Ha itt akarod hagyni és az északi ajtón át távoznál, lapozz a 72-re."
						}]
					},
					"_id": "149",
                    "End": false
				},
				{
					"Description": "Ajkadhoz emeled az üvegcsét és megiszod a tartalmát. Mennyei íze van, így ujjaddal az utolsó cseppet is kitörlöd. Ekkor forogni kezd körülötted a járat, te pedig összeesel. Az üvegben Altató Ital volt. Órákon át heversz a padlón önkívületben, kiszolgáltatva a tolvajoknak és más veszedelmeknek. Mikor felébredsz, még mindig elég fáradtnak érzed magad, bár a fejed teljesen kitisztult. A soron következő csaták során a fáradtság miatt 1-el csökkentened kell majd Támadóerődet.",
					"Choices": {
						"Choice": [{
							"_targetNode": "139",
							"__text": "Hogyha még nem tetted és most meg akarod inni az első üvegben lévő folyadékot, lapozz a 139-re."
						},
						{
							"_targetNode": "197",
							"__text": "Ha a harmadik fiola tartalma érdekelne, lapozz a 197-re."
						},
						{
							"_targetNode": "29",
							"__text": "Ha folytatod az utad kelet felé, lapozz a 29-re."
						}]
					},
					"_id": "150",
                    "End": false,
					"tovabbiTamadoero": -1
				},
				{
                    "Description": "Próbálkozásod, hogy biztonságba juss, teljes mértékben hiábavalónak bizonyult. Egy szikladarabon állsz, melynek tetején harmincméternyit zuhantál lefelé. Miközben azon töprengsz, hogyan juthatnál ki, rájössz, hogy a kút alját, ahol állsz. finom, félig folyékony homok kezdi betölteni. Először lábfejedet temeti be, majd térded, és mire eléri a mellkasodat, karjaidat már nem tudod megemelni. A körülötted feszülő nyomás összezúz, öt perc múlva pedig már teljesen elborít a homok. Kalandod itt véget ér.",
                    "_id": "151",
                    "End": true
                },
				{
					"Description": "A járat, melyen most haladsz, elég keskeny, de még át tudod magad préselni a falak között. Balodon egy alagút fut be a folyosóba, te azonban eltökélten mész tovább egyenesen.",
					"Choices": {
						"Choice": {
							"_targetNode": "99",
							"__text": "Lapozz a 99-re."
						}
					},
					"_id": "152",
					"End": false
				},
				{
					"Description": "A járat szélesedni kezd, repedések és hasadékok jelennek meg a falakon. Zörgö hang szűrődik ki valahonnan, és az egyik lyukból két különös teremtmény ugrik elő. Az egyértelműen látszik, hogy az alvilág lakói, mivel bőrük teljesen fehér, vad szemeik pedig rózsaszínűek. Fejüktől a farkukig hosszú, veszedelmes tüskék borítják hátukat, melyek járás közben jobbra-balra inganak. A lények hátat fordítanak neked, és már kezdesz megörülni, hogy megijedtek tőled és elmenekülnek. Mekkorát tévedtél! Ezek mérges Sündisznók, és épp arra készülnek, hogy halálos tüskéiket beléd löjék. Egymás után küzdj meg velük. Mivel a tüskék nagyon mérgezőek, valahányszor beléd áll valamelyik, a szokásos 2 helyett 3 ÉLETERŐ pontot kell levonnod magadtól.",
					"Choices": {
						"Choice": [{
							"_targetNode": "42",
							"__text": "Lapozz a 42-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "153",
					"End": false,
					"kuzdesEgyesevel": true,
					"enemies": {
						"enemy": [{
							"name": "Első Sündisznó",
							"skill": 7,
							"stamina": 5,
							"sebzes": -3,
							"menekules": false
						},
						{
							"name": "Második Sündisznó",
							"skill": 8,
							"stamina": 5,
							"sebzes": -3,
							"menekules": false
						}]
					}
                },
				{
					"Description": "Bezárod magad mögött az ajtót és tovább mész kelet felé.",
					"Choices": {
						"Choice": {
							"_targetNode": "16",
							"__text": "Lapozz a 16-ra."
						}
					},
					"_id": "154",
					"End": false
				},
				{
					"Description": "A lejtő elég meredek, és már régóta mész, mikor a lépcsők megszűnnek, a járat pedig élesen balra kanyarodik. Fárasztó volt idáig az út, ezért lankad a figyelmed, mikor egy mocskos, dagadt Hobgoblin ugrik eléd. Bandzsa szemeivel az egyik bíbor, a másik zöld &#8211; méreget téged. Ruhái ugyanolyan koszosak, mint ő maga, ráadásul eléggé szakadtak is, a kezében lévő kard azonban borotvaéles, és látszik, hogy gondosan karban tartja. Előre nyújtott fegyverrel közeledik feléd.",
					"Choices": {
						"Choice": [{
							"_targetNode": "50",
							"__text": "Hogyha győzöl, lapozz az 50-re."
						},
						{
							"_targetNode": "143",
							"__text": "Ha rosszul alakul a harc, az első Harci Kört követően el tudsz futni ellenfeled mellett, tovább az északra vezető lépcsőkön &#8211; ha így tennél, lapozz a 143-ra."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "155",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Hobgoblin",
							"skill": 7,
							"stamina": 8,
							"sebzes": -2,
							"menekules": true
						}
					}
                },
				{
					"Description": "A férfi hűvösen mér végig. &#8211; Hazudsz! mondja. És a hazugok büntetést érdemelnek. Elsétál melletted a folyosón. Nyugtalanul töprengsz azon, vajon hogy is érthette, amit mondott. Hamarosan megtudod. A története ugyan igaz volt, azt azonban nem mondta el, mi volt a foglalkozása a fenti világban, hogy miért került ide: zsebtolvaj volt! 2 adag élelmedet nyúlta le a fickó. Vesztesz 1 SZERENCSE pontot. Ezután folytatod utadat kelet felé.",
					"Choices": {
						"Choice": {
							"_targetNode": "57",
							"__text": "Lapozz a 57-re."
						}
					},
					"_id": "156",
					"End": false,
					"szerencse": -1,
					"food": -2
				},
				{
					"Description": "Az ajtó egy kicsi, szellősen berendezett szobába nyílik. Hangos horkolás hangját hallod, melynek forrása, úgy tűnik, egy szék, mely háttal áll neked: ritka, szürke színü hajtincset vélsz látni felette. Óvatosan megkerülöd az elötted álló asztalt és megvizsgálod az alvó férfit. Egy idős férfi az, aki összefont kézzel alszik a kényelmetlen ülőalkalmatosságon. Az északi falon egy újabb ajtót látsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "180",
							"__text": "Ha ez utóbbin át távoznál, lapozz a 180-ra."
						},
						{
							"_targetNode": "125",
							"__text": "Hogyha távozol a helyiségből és a folyosón mész tovább, lapozz a 125-re."
						},
						{
							"_targetNode": "166",
							"__text": "Ha előbb szétnéznél idebenn, lapozz a 166-ra."
						}]
					},
					"_id": "157",
                    "End": false
				},
				{
					"Description": "Az ajtó becsapódik, te pedig végre felfedezed a füttyszerű sóhajok és susogások forrását. Előtted, a padlón guggolva megpillantod a Galont, a Madárembert. Börszárnyai két oldalt széttárva állnak, kezének éles karmai feléd mutatnak. Azonnal felismered zöldes bőrét, és tudod, hogy izmos karjaival és hatalmas szárnyaival megpróbál majd megfullasztani. Előhúzod kardodat, melynek látványára ellenfeled azonnal örjöngeni kezd, hiszen éhsége kielégíthetetlen. Ez a harc lesz az egyik legnehezebb, amit meg kell itt vívnod.",
					"Choices": {
						"Choice": [{
							"_targetNode": "61",
							"__text": "Ha nyersz, lapozz a 61-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "158",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Galon",
							"skill": 12,
							"stamina": 8,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Elfordítod a kulcsot a vasrács zárjában. A szárnyak nem nyílnak ki, ahogy arra számitani lehetne, és erősen kell tolnod, hogy megmozdítsd. Végül a nagy nekifeszüléstől felpattan, te pedig a lendülettől hajtva beesel rajta. Legnagyobb rémületedre azonban a helyiségnek, melybe bejutottál, nincsen padlója!",
					"Choices": {
						"Choice": [{
							"_targetNode": "43",
							"__text": "Ha rajtad van a Lebegés Köpenye lapozz a 43-ra.",
							"_requiresItem": "Köpeny",
							"_proba": true
						},
						{
							"_targetNode": "115",
							"__text": "Ha nincs, zuhanni kezdesz lefelé &#8211; lapozz a 115-re."
						}]
					},
					"_id": "159",
                    "End": false
				},
				{
					"Description": "Lenézel ellenfeleid elernyedt tetemeire. Holtukban még ocsmányabbak, mert a vicsorgás gonosz pofájukra fagyott. A törmelékek között első ránézésre nem sok érdekes dolgot találsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "37",
							"__text": "Ha alaposabban is át akarod vizsgálni, lapozz a 37-re."
						},
						{
							"_targetNode": "80",
							"__text": "Ha inkább távoznál, és észak felé folytatnád az utad, lapozz a 80-ra."
						}]
					},
					"_id": "160",
                    "End": false
				},
				{
					"Description": "A járat egy négyzet alakú szobában ér véget, melyet a rothadó hús szaga tölt meg. A padló nagy részét két óriási, bugyborékoló sármedence teszi ki. Egy keskeny kifutó mely nem sokkal szélesebb, mint a lábfejed halad középen, a terem széleit pedig hasonlóan keskeny szegélyek futják körbe. Mindhárom út egy nyilásban fut össze az északi falon.",
					"Choices": {
						"Choice": [{
							"_targetNode": "181",
							"__text": "Ha a jobboldalin haladnál végig lapozz a 181-re."
						},
						{
							"_targetNode": "193",
							"__text": "Ha a baloldalin, lapozz a 193-ra."
						},
						{
							"_targetNode": "171",
							"__text": "Amennyiben a középső utat választanád, lapozz a 171-re."
						}]
					},
					"_id": "161",
                    "End": false
				},
				{
					"Description": "Visszanyered egyensúlyod és a rubinért nyúlsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "46",
							"__text": "Lapozz a 46-ra."
						}
					},
					"_id": "162",
					"End": false
				},
				{
					"Description": "Követed az alagutat, mely szinte azonnal egy újabb szobába torkollik. Ennek a padlója jóval lentebb áll, mint a bejárat, ahol most állsz, padlóját és kör alakú falát pedig elég magasan kölapok borítják. Ezekre különös, egymásba fonódó mintákat festettek, melyek mintha valamilyen mágikus vagy misztikus jelentőséggel rendelkeznének. A helyiség színültig van telve kristálytiszta vízzel, és mivel eléggé mocskos vagy, meg meleged is van, nem tudsz ellenállni a kísértésnek. Levetkőzöl, és miután a biztonság kedvéért a fa ajtófélfába állítod a kardodat, elmerülsz a vízben. Miután percekig boldogan pancsolsz idelenn, és teljesen felfrissülsz, megfordulsz, hogy kimássz. Ekkor veszed észre a víz alatt lévő másik kijáratot. Lemerülsz, hogy alaposabban is szemügyre vedd. A kilincset nem tudod lenyomni, ami azért szerencse, mert ha leeresztenéd a vizet, akkor elég bajos lenne kijutnod a medencéből. Nem találsz itt semmi más érdekeset, így felöltözöl és távozol. Visszatérsz a vermes ajtóhoz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "185",
							"__text": "Ha most le akarsz itt ugrani, lapozz a 185-re."
						},
						{
							"_targetNode": "168",
							"__text": "Ha inkább visszatérnél a korábban látott elágazáshoz és nyugat felé folytatnád az utad, lapozz a 168-ra."
						}]
					},
					"_id": "163",
                    "End": false
				},
				{
                    "Description": "Ahogy lenyomod a kilincset, az ajtó kicsapódik, mintha valami hatalmas súly nyomná ki a túloldalon. Azonnal rájössz, hogy nagy hibát vétettél, mikor vízsugarak kezdenek el kispriccelni az apró réseken. Kétségbeesetten próbálod újra bezárni a kitörni készülő víztömeget ám hamar rájössz, hogy erre semmi esélyed, így más választásod nem lévén menekülni próbálsz. Az ajtó kicsapódik, a szűk járatban pedig esélyed sincs rá, hogy túléld a dolgot. A víz teljes tömege rád zúdul, te pedig azon nyomban megfulladsz. Kalandod itt véget ér.",
                    "_id": "164",
                    "End": true
                },
				{
					"Description": "A sötétben megbotlasz és elterülsz a padlón. Sikerült csúnyán megütnöd magad. Dobj egy kockával, hogy megtudd, hány ÉLETERŐ pontot vesztettél. Előre nyújtott kezeid szinte ugyanebben a pillanatban falba ütközik. Zsákutcába jutottál. Miközben az alagút falát keresed, fémes csörgés üti meg a füled, és lábaddal körbetapogatózva sikerül rálelned egy kis valamire a padlón. Zsebre teszed, majd miután visszamásztál a létrán a fénybe, alaposabban is megvizsgálod. Egy kis Aranykulcs az. Visszateszed a zsebedbe és észak felé indulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "96",
							"__text": "Lapozz a 96-ra."
						}
					},
					"_id": "165",
					"End": false,
					"itemAdd": "Aranykulcs",
					"Dice": {
						"pluszminusz": "minusz",
						"mit": "Stamina"
					}
				},
				{
					"Description": "Alaposan átkutatod a szobát, a férfi azonban &#8211; talán épp a hangos horkolása miatt nem ébred fel. Elég ártalmatlannak tűnik, de nem egyszer történt már meg korábbi kalandjaid során, hogy életben hagytál egy látszólag veszélytelen ellenfelet, aki aztán egy rejtett tört előkapva hálálta meg a dolgot. Talán az lenne a legjobb, ha egyszerüen végeznél vele.",
					"Choices": {
						"Choice": [{
							"_targetNode": "17",
							"__text": "Hogyha ezt teszed, lapozz a 17-re."
						},
						{
							"_targetNode": "113",
							"__text": "Ha inkább felébreszted, hogy kikérdezd, lapozz a 113-ra."
						}]
					},
					"_id": "166",
                    "End": false
				},
				{
					"Description": "Rajtad van az Ügyesség Gyürüje?",
					"Choices": {
						"Choice": [{
							"_targetNode": "134",
							"__text": "Ha igen, lapozz a 134-re.",
							"_requiresItem": "Gyűrű",
							"_proba": true
						},
						{
							"_targetNode": "58",
							"__text": "Ha nincs, lapozz az 58-ra."
						}]
					},
					"_id": "167",
                    "End": false
				},
				{
					"Description": "Egy újabb elágazáshoz érkezel.",
					"Choices": {
						"Choice": [{
							"_targetNode": "161",
							"__text": "Ha észak felé mennél, lapozz a 161-re."
						},
						{
							"_targetNode": "73",
							"__text": "Ha továbbra is nyugati irányba haladnál, lapozz a 73-ra."
						}]
					},
					"_id": "168",
                    "End": false
				},
				{
					"Description": "A folyosó végén egy kicsiny ajtót találsz. Ahogy figyelsz, különös, csobogó hangot hallasz átszűrődni rajta. Érintésedre különösen hűvösnek tűnik az anyaga.",
					"Choices": {
						"Choice": [{
							"_targetNode": "164",
							"__text": "Ha ki akarod nyitni, lapozz a 164-re."
						},
						{
							"_targetNode": "172",
							"__text": "Ha inkább hagyod, ahol van, lapozz vissza a 172-re és válassz valami mást."
						}]
					},
					"_id": "169",
                    "End": false
				},
				{
					"Description": "A cövek súlyos sebet ejtett rajtad. Vesztesz 3 ÉLETERŐ pontot. De legalább odaérsz a rubinhoz.",
					"Choices": {
						"Choice": {
							"_targetNode": "46",
							"__text": "Lapozz a 46-ra."
						}
					},
					"_id": "170",
					"End": false,
					"eletero": -3
				},
				{
					"Description": "Ahogy a középső pallón sétálsz végig, két oldaladon a sármedencék felszíne bugyborékolni kezd. Óriási gázbuborékok törnek fel belőlük, melyek kidurranva fojtogató. rothadó hússzaggal töltik meg a helyiséget. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "173",
							"__text": "Ha szerencséd van, lapozz a 173-ra."
						},
						{
							"_targetNode": "182",
							"__text": "Ha nincs, lapozz a 182-re."
						}]
					},
					"_id": "171",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "A folyosó gyorsan szélesedik, végül egy kisebb szoba méreteit ölti magára. Nem messze töled ismét összeszűkül, és újra egyszerű járatként folytatja életét. A padló közepén egy sekély aknát látsz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "163",
							"__text": "Ha gyorsan átgázolsz rajta, hogy a túloldalon folytathasd az utad, lapozz a 163-ra."
						},
						{
							"_targetNode": "185",
							"__text": "Ha bele akarsz ugrani, lapozz a 185-re."
						},
						{
							"_targetNode": "168",
							"__text": "Ha visszatérnél az előző elágazáshoz, és ott nyugati irányba mennél tovább, lapozz a 168-ra."
						}]
					},
					"_id": "172",
                    "End": false
				},
				{
					"Description": "Gond nélkül sikerül elérned a túloldalra.",
					"Choices": {
						"Choice": {
							"_targetNode": "52",
							"__text": "Lapozz a 52-re."
						}
					},
					"_id": "173",
					"End": false
				},
				{
					"Description": "Egy óriási barlangba érkezel, melynek falába egy polcot vájtak. Ebben ül egy tyúktojás méretű rubin. Simára csiszolt lapjai csak úgy csillognak a falon sorakozó faklyák fényében. Elötte félkörbe rendezve, mintegy védvonal gyanánt hosszú, hegyes cövekek sorakoznak több sorban. És mozognak a lyukaikban! Az egyik percben még úgy állnak szét, mint egy kerék küllői, mintha a drágaköböl kisugárzó fényt szimbolizálnák, a következőben pedig már körkörös vonalba fordulnak. Nem lesz egyszerű így eljutni a köhöz, mert egyszerre mindig csak egyet léphetsz előre. A covekek nagyon hegyesek, és könnyen súlyos sérülést okozhatnak.  ",
					"Choices": {
						"Choice": [{
							"_targetNode": "189",
							"__text": "Ha mindezek ellenére megpróbálod megszerezni a rubint, lapozz a 189-re."
						},
						{
							"_targetNode": "184",
							"__text": "Hogyha úgy érzed, nem éri meg a kockázatot, visszatérhetsz a folyosóra és keletnek fordulhatsz &#8211; lapozz a 184-re."
						}]
					},
					"_id": "174",
                    "End": false
				},
				{
                    "Description": "Elhátrálsz a közeledő kukacok elől, akik közted és az egyetlen kijárat között terülnek el. Az elől lévők felé csapsz. kardoddal, akik borzalmas cuppanás kíséretében robbannak szét. Helyüket azonban egyből átveszik a mögöttük jövök. Ekkor döbbensz rá, hogy esélytelen vagy ellenük. Végső kétségbeesésedben megpróbálsz átugrani a fogyni nem akaró tömegen, hogy igy érd el az ajtót, ám ahogy lábad földet ér és összelapít néhányat az undorító teremtmények közül, megcsúszol nyálkás maradványaikon és kapálódzó karokkal elterülsz a földön. Minden irányból körbe vagy véve, a legközelebb állók pedig már bele is kezdtek az elfogyasztásodba. Száz apró, erős állkapocs tépi le a húst. izmot és inakat csontjaidról. Bemásznak az orrodba, a szádba, és nemsokára elérik agyad lágy szövetét is. Kimondhatatlan szenvedések közepette veszted el életed. Kalandod itt véget ér.",
                    "_id": "175",
                    "End": true
                },
				{
					"Description": "Sikerül szilárd talajra jutnod. Megkönnyebbülten felsóhajtasz.",
					"Choices": {
						"Choice": {
							"_targetNode": "32",
							"__text": "Lapozz a 32-re."
						}
					},
					"_id": "176",
					"End": false
				},
				{
					"Description": "Bedőltél a cselnek! Ahogy átlépsz a falak között, egy csapdát aktiválsz, mely elsüt egy megtöltött számszerijat. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "78",
							"__text": "Ha szerencséd van, lapozz a 78-ra."
						},
						{
							"_targetNode": "21",
							"__text": "Ha nincs, lapozz a 21-re."
						}]
					},
					"_id": "177",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Az alagút egyre alacsonyabbá és szűkebbé válik, így nehéz nem észrevenni az itt heverő kis, kék folyadékot tartalmazó üvegcsét.",
					"Choices": {
						"Choice": {
							"_targetNode": "34",
							"__text": "Lapozz a 34-re."
						}
					},
					"_id": "178",
					"End": false
				},
				{
					"Description": "Az alagút meredeken megy fölfelé. végül egy elágazásba torkollik. Délre tekintve zsákutcát látsz, úgyhogy ismét észak felé fordulsz.",
					"Choices": {
						"Choice": {
							"_targetNode": "127",
							"__text": "Lapozz a 127-re."
						}
					},
					"_id": "179",
					"End": false
				},
				{
					"Description": "A járat olyan meredeken emelkedik fölfelé, hogy végül egy kéménnyé változik. Itt már csak úgy tudsz haladni, ha a hátaddal és lábaddal nekifeszülsz két szemben álló falnak, és centinként araszolva mászol felfelé. Mikor végül feljutsz, egy széles szirten találod magad. Nagyon elfáradtál a nehéz mászástól &#8211; vesztesz 1 ÉLETERŐ pontot.",
					"Choices": {
						"Choice": {
							"_targetNode": "56",
							"__text": "Lapozz a 56-ra."
						}
					},
					"_id": "180",
					"End": false,
					"eletero": -1
				},
				{
					"Description": "Ahogy megkerülöd a medencét, látod, amint a sár bugyogni kezd. Hatalmas gázbuborékok emelkednek ki belőle és robbannak fel, rothadó hús szagával töltve be a levegőt. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "192",
							"__text": "Ha szerencsés vagy, lapozz a 192-re."
						},
						{
							"_targetNode": "188",
							"__text": "Ha nincs szerencséd. lapozz a 188-ra."
						}]
					},
					"_id": "181",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "A sárból két Iszapsárkány feje emelkedik ki. A szemöldökükből kinövő csápok zöld fénnyel izzanak, miközben áldozatuk után kutatnak. Óriási szájuk kinyílik, és bűzös gázfelhő ölel körbe. A szörnyek mély levegőt vesznek, közben pedig eredeti méretük kétszeresére nőnek meg. Elöhúzod kardodat és reméled, elég szerencsés, erős és ügyes vagy, hogy megóvd magad a rád leselkedő veszélytől. Mindkét ellenfeled külön-külön támad rád minden körben, neked azonban el kell döntened, melyikükkel akarsz harcolni. A kiválasztott Iszapsárkánnyal a szokott módon küzdj meg. A másik ellen ugyanúgy dobj támadódobást, azonban ha a te Támadóértéked a magasabb, nem okozol neki sebzést, csupán kivéded az ő támadását. Ha az ő Támadóértéke a nagyobb, a szokásos módon okoz neked sebesülést.",
					"Choices": {
						"Choice": [{
							"_targetNode": "74",
							"__text": "Ha mindkét bestiát sikerül legyőznöd, lapozz a 74-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}]
					},
					"_id": "182",
					"End": false,
					"kuzdesEgyesevel": false,
					"enemies": {
						"enemy": [{
							"name": "Első Iszapsárkány",
							"skill": 9,
							"stamina": 5,
							"sebzes": -2,
							"menekules": false
						},
						{
							"name": "Második Iszapsárkány",
							"skill": 10,
							"stamina": 6,
							"sebzes": -2,
							"menekules": false
						}]
					}
                },
				{
					"Description": "Az egyik keringö cölöp váratlanul elfordul, és könnyedén felhasítja a börödet. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "194",
							"__text": "Ha szerencsés vagy. lapozz a 194-re."
						},
						{
							"_targetNode": "170",
							"__text": "Ha nem, lapozz a 170-re."
						}]
					},
					"_id": "183",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Keleti irányba haladva elérsz a központi elágazáshoz.",
					"Choices": {
						"Choice": [{
							"_targetNode": "161",
							"__text": "Ha innen északra folytatnád az utad, lapozz a 161-re."
						},
						{
							"_targetNode": "136",
							"__text": "Ha tovább mennél kelet felé, lapozz a 136-ra."
						}]
					},
					"_id": "184",
                    "End": false
				},
				{
					"Description": "Leugrasz a verembe, miután meggyözödtél róla, hogy ki fogsz tudni belőle mászni, ha ez szükségesnek bizonyulna. Mikor körbenézel, egy alacsony bejáratra bukkansz az egyik kinyúló szikladarab alatt. Szinte négykézlábra kell leereszkedned, hogy be tudj kukkantani rajta.",
					"Choices": {
						"Choice": [{
							"_targetNode": "178",
							"__text": "Ha alaposabban is szét akarsz odabenn nézni, úgy lapozz a 178-ra."
						},
						{
							"_targetNode": "172",
							"__text": "Ha inkább visszatérnél a szobába, lapozz a 172-re és válassz valami mást."
						}]
					},
					"_id": "185",
                    "End": false
				},
				{
					"Description": "Keményen érsz földet és csúnyán kificamítod a bokádat. Vesztesz 3 ÉLETERÓ pontot. Sántikálva indulsz el észak felé.",
					"Choices": {
						"Choice": {
							"_targetNode": "126",
							"__text": "Lapozz a 126-ra."
						}
					},
					"_id": "186",
					"End": false,
					"eletero": -3
				},
				{
					"Description": "Elmondod a fickónak, merről jöttél, aki erre elmosolyodik. Köszönöm &#8211; mondja. Segítettél rajtam, így én is segítek terajtad. Csak annyit mondok, nem mind arany, ami fénylik. Sok alakja van annak, amit keresel: ne hagyd, hogy hamis Szobrok félrevezessenek. Azzal elmegy melletted és eltűnik a távolban. A mondottakon töprengve folytatod az utad kelet felé.",
					"Choices": {
						"Choice": {
							"_targetNode": "57",
							"__text": "Lapozz a 57-re."
						}
					},
					"_id": "187",
					"End": false
				},
				{
					"Description": "A sár felszíne emelkedni kezd, és tompa pukkanás kíséretében egy óriási gázbuborék emelkedik ki belőle. Ahogy a felszín kisimulna, apró, zöld színü, cikázó fények jelennek meg rajta. A foltocskák kiemelkednek, aljukból csápok nőnek ki, melyek percről percre hosszabbodnak. Végül egy Iszapsárkány óriási feje bukkan elő félig a nyálkás folyadék mélyéből! Most már látod, hogy a zöld fények, amiket korábban láttál, valójában a lény fejéből kinövő csápok, melyek egészen addig szabadon lengeni látszanak, míg hirtelen mindegyik rád nem szegeződik. A hatalmas száj kinyilik, förtelmes szagú gáz tör elő belöle, ezután ellenfeled duzzadni kezd, ahogy levegővel szívja meg magát. Rájössz, hogy meg kell küzdenod vele.",
					"Choices": {
						"Choice": [{
							"_targetNode": "9",
							"__text": "Ha győzöl, lapozz a 9-re."
						},
						{
							"_targetNode": "0",
							"__text": ""
						}
						]
					},
					"_id": "188",
					"End": false,
					"enemies": {
						"enemy": {
							"name": "Iszapsárkány",
							"skill": 9,
							"stamina": 5,
							"sebzes": -2,
							"menekules": false
						}
					}
                },
				{
					"Description": "Ahogy óvatosan áthaladsz a padlón, arra várva, hogy a cövekek mozgás közben utat engedjenek neked, az egyik hegye belekap kabátodba és kibillent az egyensúlyodból. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "162",
							"__text": "Ha szerencséd van, lapozz a 162-re."
						},
						{
							"_targetNode": "183",
							"__text": "Ha nincs szerencséd, lapozz a 183-ra."
						}]
					},
					"_id": "189",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Már majdnem eléred a sziklaszirt alját. amikor a kötél elfogy. Innen le kell ugranod. Nagyjából két méterre van alattad a talaj, de elég sziklás. Tedd próbára SZERENCSED!",
					"Choices": {
						"Choice": [{
							"_targetNode": "27",
							"__text": "Ha szerencsés vagy, biztonságban, sebesülés nélkül landolsz a talajon &#8211; lapozz a 27-re."
						},
						{
							"_targetNode": "54",
							"__text": "Hogyha nincs szerencséd, lapozz az 54-re."
						}]
					},
					"_id": "190",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "A három teremtmény testét átkutatva fejenként 1 Aranytallért találsz. Ezután a kristályhoz lépsz, a belőle áradó, gyönyörüen lüktető fény azonban már halványodni kezdett, és mire felemeled, már csak egy nagy, értéktelen üvegtömböt tartasz a kozedben. Káromkodva vágod a földhöz, ahol darabokra törik. A barlangban ezen kívül csupán egyetlen érdekes dolgot találsz: egy nagyjából egy méter átmérőjű lyukat a falban, több méter magasan. Elé húzod az emelvényt, melyen korábban a kristály állt, ráállsz és betekintesz rajta. Sima csúszdát pillantasz meg, mely enyhén lefelé lejt.",
					"Choices": {
						"Choice": [{
							"_targetNode": "123",
							"__text": "Ha ezen a lyuk át akarod folytatni az utad, lapozz a 123-ra."
						},
						{
							"_targetNode": "33",
							"__text": "Ha az északi alagúton át távoznál, lapozz a 33-ra."
						}]
					},
					"_id": "191",
                    "End": false
				},
				{
					"Description": "Sikerül gond nélkül elérned a túloldalt, majd sietve távozol az északi nyíláson át.",
					"Choices": {
						"Choice": {
							"_targetNode": "52",
							"__text": "Lapozz a 52-re."
						}
					},
					"_id": "192",
					"End": false
				},
				{
					"Description": "Ahogy megkerülöd a medencét, látod, ahogy mocorogni kezd a felszín. Apró, zöld fények nönek ki a sár felszínéből. Tedd próbára SZERENCSÉn!",
					"Choices": {
						"Choice": [{
							"_targetNode": "25",
							"__text": "Ha szerencsés vagy lapozz a 25-re."
						},
						{
							"_targetNode": "101",
							"__text": "Ha nem, lapozz a 101-re."
						}]
					},
					"_id": "193",
                    "End": false,
					"Dice": {
						"dob": true,
						"mit": "szerencse"
					}
				},
				{
					"Description": "Szerencséd van, a cövek okozta seb aránylag kicsi. Vesztesz 2 ÉLETERŐ pontot. Eléred a rubint.",
					"Choices": {
						"Choice": {
							"_targetNode": "46",
							"__text": "Lapozz a 46-ra."
						}
					},
					"_id": "194",
					"End": false,
					"eletero": -2
				},
				{
					"Description": "A járatot egy hatalmas tölgyfa ajtó zárja el, melyen gyönyörűen megmunkált csuklópántok és egy hatalmas, sodort fémkilincs van. Két oldalán fáklyák égnek, melyek táncoló fénybe borítják az alagút ezen részét. Egy pergamenlapot látsz az ajtóra szögezve, amin több nyelven is egy szöveg olvasható. Gyorsan keresel egy olyat, amit te is megértesz. A szöveg a következő: Ha idáig eljutottál igen båtor lehetsz. Bátorságod most vagy életet hoz rád, vagy halált. Kopogj és lépj be. Bekopogsz az ajtón, és elfordítod a kilincset.",
					"Choices": {
						"Choice": {
							"_targetNode": "39",
							"__text": "Lapozz a 39-re."
						}
					},
					"_id": "195",
					"End": false
				},
				{
					"Description": "Amennyire csak tudod, puha ruhadarabokkal béleled ki a vállad, behúzod a nyakad és az ajtónak rontasz. Dobj egy kockával. Ha az eredmény 1-4. megsérültél és vesztesz 2 ÉLETERŐ pontot. Ha azonban 5-öt vagy 6-ot dobtál, sikerült betörnöd az ajtót &#8211;  Egészen addig kell próbálkoznod. míg ez nem sikerül.",
					"Choices": {
						"Choice": {
							"_targetNode": "158",
							"__text": "lapozz a 158-ra."
						}
					},
					"_id": "196",
					"End": false,
					"Dice": {
						"kocka": 1,
						"mitNez": "eredmény",
						"vesztesEletero": -2
					}
				},
				{
					"Description": "A folyadékot elfogyasztva nem érzel semmi különlegeset. Tudtodon kívül azonban elfogyasztottad a Szerencse Elixírjét. Mostantól kezdve valahányszor próbára teszed a SZERENCSÉDET, a dobás értékét megnövelheted 1-el.",
					"Choices": {
						"Choice": [{
							"_targetNode": "139",
							"__text": "Hogyha még nem tetted, és most belekóstolnál az első üvegbe, lapozz a 139-re."
						},
						{
							"_targetNode": "150",
							"__text": "Ha a másodikat akarod meginni, lapozz a 150-re."
						},
						{
							"_targetNode": "29",
							"__text": "Ha folytatnád az utadat keleti irányba, lapozz a 29-re."
						}]
					},
					"_id": "197",
                    "End": false,
					"szerencseDobasPluszEgy": 1
				},
				{
					"Description": "A két lénynél összesen 5 Aranytallért találsz, meg egy érdekes növénykét.",
					"Choices": {
						"Choice": [{
							"_targetNode": "49",
							"__text": "Ha elég éhes vagy ahhoz, hogy megedd, vagy úgy sejted, valamilyen mágikus tulajdonsággal rendelkezik, lapozz a 49-re."
						},
						{
							"_targetNode": "152",
							"__text": "Ha inkább hagyod, ahol van és az északi ajtón át távozol, lapozz a 152-re."
						}]
					},
					"_id": "198",
                    "End": false,
					"gold": 5
				},
				{
					"Description": "A csapóajtó eléggé megszorult, végül azonban sikerül kinyitnod. Alatta egy kis üreget találsz, abban pedig három tárgyat: egy gyürüt, egy kis fiolányi folyadékot és egy összehajtogatott köpenyt.    Ha mindezeket a hasznos tárgyakat a következő utazónak hagynád hátra, bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra.",
					"itemAdd": ["Gyűrű", "Folyadék", "Köpeny"],
					"Choices": {
						"Choice": [{
							"_targetNode": "119",
							"__text": "Ha fel akarod próbálni a gyűrűt, lapozz a 119-re.",
							"_requiresItem": "Gyűrű",
							"_proba": false
						},
						{
							"_targetNode": "12",
							"__text": "Hogyha fel szeretnéd venni a köpenyt, lapozz a 12-re.",
							"_requiresItem": "Köpeny",
							"_proba": false
						},
						{
							"_targetNode": "71",
							"__text": "Amennyiben felhajtanád a folyadékot, lapozz a 71-re.",
							"_requiresItem": "Folyadék",
							"_proba": false
						},
						{
							"_targetNode": "80",
							"__text": "Ha bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra.",
							"itemLoss": ["Gyűrű", "Folyadék", "Köpeny"]
						}]
					},
					"_id": "199",
					"End": false
                },
				{
                    "Description": "Az odafenn álló Elfek serege várakozóan néz rád, íjaikat megfeszítve tartják maguk elött, egyenesen rád célozva. A Főnök fia előre lép és kérdően az öregre tekint, aki alig észrevehetően bólint. Az ifjú kifejezéstelen arccal feléd fordul. Ember, ártatlannak ítéltettél, így szabadon távozhatsz. Megtarthatsz bármit, amit az Ítélet Labirintusában találtál. Távozz.-Kábán lépsz le az emelvényről. Az Elfek utat nyitnak neked, miközben elhaladsz mellettük. Mikor végre nyílt terepre érsz, megfordulsz és legnagyobb meglepetésedre már csak az öreget látod. Búcsúzóul feléd biccent, a következő pillanatban pedig a szemed elött oszlik szét ragyogó fénnyé. Vállat vonsz és folytatod a hosszú sétautat Zafirvárosba.",
                    "_id": "200",
                    "End": true,
					"nyert": true
                }
			]
		}
	}
}